[
    {
        "id": 1,
        "store_id": 1,
        "sku": "SKU-1760229048562",
        "name": "Command Of Nature - Juego de mesa - Versión español",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760229048/marketplace/products/rxnpzr83xmqsadwhwttt.jpg",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894293/marketplace/products/ldvonn2cnry7cinlez9g.webp",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894294/marketplace/products/rektdcmem20nepwtgmwp.webp",
        "description": "Sumérgete en el fascinante mundo de los elementos con **Command Of Nature**, el juego de mesa que pone en tus manos el poder de la tierra, el aire, el fuego y el agua. En esta versión en español, cada partida es una aventura estratégica donde deberás combinar astucia y rapidez para dominar los elementos y controlar el equilibrio natural.\n\nIdeal para 2 a 4 jugadores, Command Of Nature te invita a explorar paisajes vibrantes y desafiantes mientras construyes tu imperio elemental. Usa cartas únicas, despliega habilidades especiales y anticipa los movimientos de tus oponentes para convertirte en el verdadero amo de la naturaleza.\n\nCon reglas claras y partidas dinámicas, este juego es perfecto tanto para familias como para amantes de la estrategia que buscan una experiencia emocionante y educativa. Descubre cómo cada elección impacta el entorno, ¡y demuestra que tienes el mando supremo sobre la fuerza imparable de la naturaleza! \n\n¿Estás listo para enfrentarte a los elementos y escribir tu legado? Command Of Nature te espera.",
        "price": "10000.00",
        "discount_price": "7000.00",
        "stock": 8,
        "is_featured": true,
        "created_at": "2025-10-12 00:30:48",
        "updated_at": "2025-10-19 17:18:15",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 2,
        "store_id": 1,
        "sku": "SKU-1760229407258",
        "name": "Wrong Party - Juego de mesa",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760229406/marketplace/products/lyudh2dzjspj2vqnxob9.jpg",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894273/marketplace/products/rqk6tybuccuthotz5jo9.jpg",
        "image_3_url": null,
        "description": "¿Listo para convertir una fiesta cualquiera en una aventura divertida y descontrolada? **Wrong Party** es el juego de mesa en español que desafía tu ingenio y tu capacidad para improvisar en situaciones totalmente inesperadas. Olvida las reglas tradicionales: aquí, lo importante es adaptarte rápido y sacarle el máximo provecho a cada carta, que te meterá en escenarios absurdos, conversaciones incómodas y momentos hilarantes.\n\nIdeal para grupos de amigos o familias que buscan romper el hielo y llenar la noche de risas, Wrong Party combina estrategia, creatividad y mucho sentido del humor. Cada ronda te obliga a pensar rápido, tomar decisiones imprevisibles y, sobre todo, pasar un buen rato sin importar quién gane. \n\nCon un diseño vibrante y dinámico, este juego en español es perfecto para cualquier reunión social, desde cenas informales hasta fiestas épicas. Prepárate para situaciones disparatadas, traiciones divertidas y desafíos que pondrán a prueba no solo tu habilidad para jugar, sino también tu talento para disfrutar sin filtros.\n\n¿Estás listo para la fiesta equivocada? Wrong Party te espera para hacer de cada momento, el mejor caos. ¡Que comience el juego!",
        "price": "13550.00",
        "discount_price": "0.00",
        "stock": 4,
        "is_featured": true,
        "created_at": "2025-10-12 00:36:47",
        "updated_at": "2025-11-04 02:54:28",
        "status": "ACTIVE",
        "details": "Disfruta con tus amigos este juego de mesa.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 3,
        "store_id": 1,
        "sku": "SKU-1760229529995",
        "name": "Unstable Unicorns for Kids- Juego de mesa",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760229529/marketplace/products/qugsd3dxtqtxwcflmd5f.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Descubre la magia y la diversión con **Unstable Unicorns for Kids**, el juego de mesa en español que encantará a grandes y pequeños! Diseñado especialmente para los más jóvenes, este juego llena de color, risas y estrategia a cada momento. Construye tu propio ejército de unicornios adorables y traviesos mientras usas cartas especiales para proteger a tus amigos y desafiar a tus oponentes. Perfecto para jugar en familia o con amigos, **Unstable Unicorns for Kids** desarrolla habilidades como la planificación, la toma de decisiones y el trabajo en equipo, todo mientras disfrutas de un universo fantástico lleno de criaturas encantadoras. Sus reglas sencillas y partidas rápidas garantizan que nadie se aburra, y cada ronda es una aventura única. Además, todas las cartas y componentes están diseñados para ser accesibles y seguros para niños, creando un ambiente de juego inclusivo y entretenido. ¡Prepárate para liberar la imaginación y vivir momentos inolvidables con este juego que transforma cada encuentro en una fiesta de unicornios!",
        "price": "8000.00",
        "discount_price": "7500.00",
        "stock": 4,
        "is_featured": true,
        "created_at": "2025-10-12 00:38:50",
        "updated_at": "2025-10-25 14:07:41",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 4,
        "store_id": 1,
        "sku": "SKU-1760229793423",
        "name": "Criaturas de las Sombras - Expansión roca fundida",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760229793/marketplace/products/ptztc0sgzovdkczsyxxe.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760891318/marketplace/products/md9d2z033cekmt95bjym.png",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760892284/marketplace/products/lskaaurplnt99zp2ncqk.png",
        "description": "Adéntrate en el misterio ardiente de **Criaturas de las Sombras - Expansión Roca Fundida** y desata el poder ígneo que dormita bajo la superficie. Esta expansión te transporta a un reino donde la lava fluye como sangre y las sombras cobran formas monstruosas, trayendo nuevas criaturas ardientes y retos abrasadores a tu juego. \n\nExplora profundos volcanes y cavernas incandescentes mientras enfrentas colosos de magma, guardianes de fuego y espectros en llamas que desafían toda estrategia previa. Con cartas inéditas, habilidades especiales y escenarios explosivos, cada partida se vuelve una danza frenética entre la luz y la oscuridad. \n\nLa **Roca Fundida** no solo intensifica la atmósfera, sino que transforma tu experiencia, sumergiéndote en un mundo donde cada decisión es tan caliente como el fuego que emerge del corazón del abismo. ¿Podrás dominar el calor infernal y controlar las sombras ardientes? Prepárate para una expansión que hará vibrar tu juego… y tu espíritu de aventurero.",
        "price": "10000.00",
        "discount_price": "7800.00",
        "stock": 5,
        "is_featured": false,
        "created_at": "2025-10-12 00:43:13",
        "updated_at": "2025-11-04 02:50:36",
        "status": "ACTIVE",
        "details": "Volvió el juego que aman, con esta nueva expansión.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 5,
        "store_id": 2,
        "sku": "SKU-1760232539785",
        "name": "Colchón Essential",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760232539/marketplace/products/t0hrlrqj7x9cwcji0x1a.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el descanso que siempre mereciste con el Colchón Essential, diseñado para brindar un equilibrio perfecto entre soporte y comodidad. Su innovadora estructura de espuma de alta densidad se adapta suavemente a las curvas de tu cuerpo, aliviando puntos de presión y favoreciendo una postura saludable durante toda la noche. La capa superior, recubierta con tejido suave y transpirable, garantiza una frescura constante, ayudando a regular la temperatura para un sueño profundo y reparador.\n\nEl diseño minimalista y versátil del Colchón Essential se integra fácilmente en cualquier dormitorio, ofreciendo una solución práctica sin sacrificar estilo ni calidad. Su durabilidad está garantizada gracias a materiales resistentes que mantienen la firmeza y forma con el paso del tiempo. Ideal para quienes buscan un descanso esencial sin complicaciones, este colchón es la base perfecta para tus sueños. Renueva tus noches y despierta cada día lleno de energía con el confort que solo el Colchón Essential puede ofrecer.",
        "price": "99857.00",
        "discount_price": "69900.00",
        "stock": 40,
        "is_featured": true,
        "created_at": "2025-10-12 01:29:00",
        "updated_at": "2025-10-12 01:29:00",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 6,
        "store_id": 2,
        "sku": "SKU-1760232651485",
        "name": "Cojín Nasaaa",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760232650/marketplace/products/ezlm72r6jm25kzuka4mm.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el universo del confort con nuestro Cojín Nasa, la combinación perfecta entre tecnología espacial y diseño vanguardista. Inspirado en los asientos ergonómicos utilizados por los astronautas, este cojín está fabricado con espuma viscoelástica de alta densidad que se adapta a la forma de tu cuerpo, proporcionando un soporte impecable para la espalda y las caderas. Su cubierta suave y transpirable garantiza una sensación fresca durante horas de uso, ideal para quienes pasan largos ratos sentados frente al ordenador, en el coche o simplemente disfrutando de un momento de relax.\n\nAdemás, su diseño moderno con estampados galácticos y el icónico logo de la NASA lo convierte en un accesorio único para amantes del espacio y la tecnología. Ligero y portátil, es fácil de llevar a cualquier parte para transformar cualquier silla en una experiencia de comodidad espacial.\n\nRegálate un descanso intergaláctico cada día con el Cojín Nasa y siente que flotas en gravedad cero, apoyado en la ciencia del confort absoluto. ¡Tu espalda te lo agradecerá y tu espacio se llenará de estilo interestelar!",
        "price": "10500.00",
        "discount_price": "0.00",
        "stock": 21,
        "is_featured": false,
        "created_at": "2025-10-12 01:30:51",
        "updated_at": "2025-10-16 04:53:26",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 7,
        "store_id": 2,
        "sku": "SKU-1760232808117",
        "name": "Frazada Relajante Viasoft",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760591109/marketplace/products/mkgrrzqmhvjeprfihjvo.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre un nuevo nivel de confort con la Frazada Relajante Viasoft, diseñada para envolver tu cuerpo en una suave sensación de calma y bienestar. Fabricada con materiales de alta calidad, su textura exquisitamente aterciopelada aporta un cálido abrazo que invita a la relajación después de un día intenso. Su innovador diseño ergonómico distribuye delicadamente el peso, ayudando a disminuir el estrés y promoviendo un descanso profundo y reparador.\n\nIdeal para esos momentos en los que deseas desconectarte y recargar energías, la Frazada Relajante Viasoft se adapta a tu ritmo ofreciendo un equilibrio perfecto entre comodidad y funcionalidad. Perfecta para usar en tu sala, dormitorio o incluso mientras trabajas, convierte cualquier espacio en un oasis de tranquilidad. Además, es fácil de cuidar y mantener, garantizando que su suavidad y propiedades relajantes perduren por mucho tiempo.\n\nRegálate bienestar diario con la Frazada Relajante Viasoft: más que una frazada, una experiencia de calma y confort que transforma tu descanso en puro placer.",
        "price": "62900.00",
        "discount_price": "37790.00",
        "stock": 20,
        "is_featured": false,
        "created_at": "2025-10-12 01:33:28",
        "updated_at": "2025-10-16 05:55:56",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 8,
        "store_id": 2,
        "sku": "SKU-1760234911800",
        "name": "Cocina Whirlpool LWFR3000D Gas Acero 30",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760234911/marketplace/products/gzh3xmqs00vji3ynqtpk.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la Cocina Whirlpool LWFR3000D Gas Acero 30, la combinación perfecta de estilo, funcionalidad y tecnología para transformar tu espacio culinario. Con un diseño moderno en acero inoxidable que aporta elegancia y resistencia, esta cocina es el aliado ideal para quienes disfrutan cocinar con precisión y comodidad. Sus 4 quemadores de alto rendimiento permiten preparar múltiples platillos a la vez, logrando un control exacto del fuego para resultados perfectos en cada receta. El horno espacioso cuenta con una distribución de calor uniforme, ideal para hornear, asar y gratinar, mientras que su sistema de encendido eléctrico garantiza seguridad y facilidad al iniciar la cocción. Además, su panel intuitivo te ofrece un manejo sencillo, incluso para los chefs más novatos. Fácil de limpiar y mantener, la Whirlpool LWFR3000D combina durabilidad y estética para que cada comida sea una experiencia excepcional. Convierte tu cocina en el corazón del hogar con esta estufa que respira innovación y calidad. ¡Cocinar nunca había sido tan satisfactorio!",
        "price": "349990.00",
        "discount_price": "0.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-12 02:08:32",
        "updated_at": "2025-10-16 06:01:24",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 9,
        "store_id": 2,
        "sku": "SKU-1760235052734",
        "name": "Desinfectante Carbolina Hogar, Lavanda - 3780 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760235052/marketplace/products/sspuiztpwd7eylpen42w.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma la limpieza diaria en una experiencia fresca y segura con el Desinfectante Carbolina Hogar Lavanda, presentación de 3780 ml. Su potente fórmula elimina bacterias, virus y gérmenes, garantizando un ambiente impecable y saludable para tu familia. Ideal para diversas superficies del hogar, desde pisos hasta baños y cocinas, su acción desinfectante es eficaz sin ser agresiva.\n\nAdemás de su poder germicida, Carbolina Hogar impregna cada rincón con una delicada fragancia a lavanda, que brinda una sensación de calma y frescura prolongada. Su práctico envase de gran capacidad asegura limpieza eficiente y economía, perfecto para hogares que buscan higiene a gran escala.\n\nConfía en Desinfectante Carbolina Hogar Lavanda para mantener tus espacios no solo relucientes sino también protegidos, mientras disfrutas del toque natural y relajante de la lavanda en cada uso. ¡Limpieza profunda y bienestar en un solo producto!",
        "price": "3020.00",
        "discount_price": "2500.00",
        "stock": 11,
        "is_featured": true,
        "created_at": "2025-10-12 02:10:53",
        "updated_at": "2025-11-07 07:02:48",
        "status": "ACTIVE",
        "details": "Con su olor a lavanda no solo limpia sino que deja la casa con un olor fresco.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 10,
        "store_id": 2,
        "sku": "SKU-1760235527560",
        "name": "Cloro Suli 3785 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760235527/marketplace/products/uhze0geiffvmo8vrcyck.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Cloro Suli 3785 ml es el aliado ideal para mantener tu hogar impecable y seguro. Con su fórmula potente y de alta concentración, elimina bacterias, hongos y virus, garantizando desinfección total en cada rincón. Perfecto para piscinas, pisos, baños, cocinas y áreas comunes, este cloro de gran volumen te ofrece una solución económica y efectiva para combatir gérmenes y malos olores. Su presentación práctica facilita el uso diario, brindándote confianza y protección en cada aplicación. Además, su acción rápida y duradera asegura un ambiente fresco y saludable para tu familia. Confía en Cloro Suli para una limpieza profunda y un hogar resplandeciente.",
        "price": "3500.00",
        "discount_price": "0.00",
        "stock": 37,
        "is_featured": false,
        "created_at": "2025-10-12 02:18:47",
        "updated_at": "2025-11-04 03:02:24",
        "status": "ACTIVE",
        "details": "Con el cloro asegúrate de la limpieza completa de pisos y baños.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 11,
        "store_id": 2,
        "sku": "SKU-1760235629462",
        "name": "Vinagre Ancla 3750 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760235628/marketplace/products/h1ukzql5pwxduc6faej8.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760921583/marketplace/products/gploo7n8p7xemytj67xg.png",
        "image_3_url": null,
        "description": "Descubre el Vinagre Ancla 3750 ml, tu aliado infalible en la cocina y el hogar. Con una concentración perfecta y un sabor ácido equilibrado, este vinagre se convierte en el secreto para realzar cada platillo, desde ensaladas frescas hasta marinados que despertarán tus sentidos. Su envase grande y práctico de 3750 ml asegura que nunca te falte ese toque especial que transforma lo cotidiano en extraordinario.\n\nPero Vinagre Ancla no solo brilla en la cocina; su poder desinfectante y desodorizante lo hacen ideal para limpiar y cuidar tu hogar de forma natural y eficiente. Dale nueva vida a tus utensilios, elimina malos olores y mantiene superficies impecables con un producto versátil y económico.\n\nEl Vinagre Ancla es sinónimo de calidad y tradición, respaldado por años en el mercado que garantizan su pureza y consistencia. Atrévete a experimentar y déjate sorprender por un vinagre que representa más que sabor: es el ingrediente esencial para una vida con más sabor y frescura. ¡Con Vinagre Ancla, cada día sabe mejor!",
        "price": "1800.00",
        "discount_price": "1500.00",
        "stock": 52,
        "is_featured": false,
        "created_at": "2025-10-12 02:20:29",
        "updated_at": "2025-11-04 05:37:02",
        "status": "ACTIVE",
        "details": "ideal para la limpieza.",
        "sold_count": 0,
        "rating": 2.7
    },
    {
        "id": 12,
        "store_id": 2,
        "sku": "SKU-1760235808838",
        "name": "Fabuloso Multiusos Fresa Lavanda 900 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760235808/marketplace/products/zjnd7twtb79qdanzyebo.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la frescura y limpieza imbatible con **Fabuloso Multiusos Fresa Lavanda 900 ml**, el aliado perfecto para transformar tu hogar en un oasis de aromas vibrantes y bienestar. Su fórmula concentrada limpia profundamente todo tipo de superficies, eliminando suciedad, grasa y malos olores con solo unas gotas. \n\nImagina combinar la dulzura jugosa de la fresa con la serenidad relajante de la lavanda, creando una fragancia que llena cada rincón de tu casa con un ambiente acogedor y revitalizante. Ideal para pisos, baños, cocinas y más, este limpiador multiusos no solo deja un brillo impecable sino también una estela aromática que invita a disfrutar cada instante en tu espacio.\n\nCon 900 ml de contenido, te ofrece una limpieza prolongada y económica. Atrévete a experimentar la magia de Fabuloso, donde la eficacia y el aroma se unen para cuidar tu hogar y refrescar tu día. ¡Haz que la limpieza sea una experiencia sensorial única!",
        "price": "1200.00",
        "discount_price": "0.00",
        "stock": 24,
        "is_featured": false,
        "created_at": "2025-10-12 02:23:29",
        "updated_at": "2025-11-04 03:00:07",
        "status": "ACTIVE",
        "details": "Su olor de lavanda queda en el piso dando un aroma fresco a tu casa.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 13,
        "store_id": 2,
        "sku": "SKU-1760235950442",
        "name": "Cif Limpiador en Crema 500 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760235949/marketplace/products/o9czwxr64ro6x7qts5va.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder impecable de Cif Limpiador en Crema 500 ml, tu aliado perfecto para dejar todas las superficies de tu hogar relucientes y libres de suciedad. Su fórmula cremosa y suave combina ingredientes efectivos que eliminan las manchas más difíciles, sin dañar ni rayar. Ideal para baños, cocinas, azulejos y cualquier área que necesite un toque de limpieza profunda.\n\nCon Cif Limpiador en Crema, cada limpieza se convierte en una experiencia sencilla y rápida. Su textura espesa permite una aplicación fácil y uniforme, adhiriéndose a las superficies para remover grasa, restos de jabón y cualquier residuo incrustado. Además, su fragancia fresca deja un aroma agradable que completa la sensación de limpieza.\n\nOlvídate de los productos agresivos y opta por la solución que cuida tu hogar y el medio ambiente. Perfecto para quienes buscan resultados profesionales sin esfuerzo. Dale a cada rincón ese brillo que deslumbra y siente la satisfacción de un espacio impecable con Cif Limpiador en Crema 500 ml. ¡La limpieza nunca fue tan efectiva ni tan sencilla!",
        "price": "2500.00",
        "discount_price": "0.00",
        "stock": 23,
        "is_featured": false,
        "created_at": "2025-10-12 02:25:50",
        "updated_at": "2025-11-04 02:59:38",
        "status": "ACTIVE",
        "details": "Ideal para limpiar zonas difíciles.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 14,
        "store_id": 2,
        "sku": "SKU-1760236089560",
        "name": "Alcohol Líquido 80% Duoclean 1 galón",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236089/marketplace/products/rxqr7llzocgdynixyhcr.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la pureza y eficacia en cada gota con el Alcohol Líquido 80% Duoclean, presentado en un práctico envase de 1 galón. Formulado con una concentración óptima del 80%, este alcohol es tu aliado perfecto para la desinfección profunda y rápida, ideal para hogares, oficinas, clínicas y espacios que exigen máxima higiene. Su fórmula especial garantiza una potente acción antimicrobiana que elimina bacterias, virus y hongos en segundos, sin dejar residuos ni olores fuertes.\n\nSu textura líquida facilita una aplicación uniforme sobre superficies, equipos médicos, instrumentos y manos, asegurando protección confiable y duradera. Además, su envase grande es perfecto para quienes buscan abastecerse y mantener la seguridad sanitaria en todo momento.\n\nEl Alcohol Líquido 80% Duoclean combina calidad y practicidad, convirtiéndose en un imprescindible para el cuidado diario y la prevención de enfermedades. Confía en Duoclean para mantener tus espacios libres de agentes patógenos y disfruta de una sensación de limpieza y frescura insuperable. ¡Protege lo que más importa con la pureza que solo Duoclean puede ofrecer!",
        "price": "5895.00",
        "discount_price": "3895.00",
        "stock": 39,
        "is_featured": false,
        "created_at": "2025-10-12 02:28:10",
        "updated_at": "2025-11-04 02:59:12",
        "status": "ACTIVE",
        "details": "Ideal para la limpieza a fondo de muebles y otras superficies.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 15,
        "store_id": 2,
        "sku": "SKU-1760236198835",
        "name": "Espejo Redondo Negro 81 cm – Ht",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236198/marketplace/products/u3mgvc4lfgblxjozxxdj.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma cualquier espacio con el Espejo Redondo Negro de 81 cm – Ht, una pieza que combina elegancia y funcionalidad. Su marco negro mate, minimalista pero sofisticado, aporta un toque moderno y atemporal que se adapta fácilmente a distintos estilos de decoración, desde industrial hasta nórdico. Con un diámetro generoso de 81 cm, este espejo no solo amplía visualmente el ambiente, sino que también refleja la luz natural para crear sensaciones de amplitud y frescura.\n\nIdeal para colocar en el recibidor, el salón o el dormitorio, su diseño redondo rompe con las líneas rectas de los muebles, añadiendo dinamismo y suavidad al espacio. Fabricado con materiales de alta calidad, el espejo garantiza durabilidad y resistencia, mientras su montaje sencillo facilita su instalación en cualquier pared. \n\nEl Espejo Redondo Negro 81 cm – Ht es mucho más que un accesorio decorativo: es un elemento clave para renovar tu hogar con estilo y personalidad. Atrévete a darle a tus paredes ese punto de distinción y funcionalidad que harán la diferencia.",
        "price": "16500.00",
        "discount_price": "0.00",
        "stock": 16,
        "is_featured": true,
        "created_at": "2025-10-12 02:29:59",
        "updated_at": "2025-10-12 02:29:59",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 16,
        "store_id": 2,
        "sku": "SKU-1760236281001",
        "name": "Flor Soliaster Beige – Cemaco",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236280/marketplace/products/nzdl22mdvmvmp6dcejjs.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Flor Soliaster Beige de Cemaco es una joya botánica que transforma cualquier espacio en un oasis de elegancia y calidez. Sus pétalos en tonos beige suave, combinados con un núcleo delicadamente texturizado, evocan la serenidad de un atardecer otoñal, aportando un toque natural y sofisticado a la decoración. Perfecta para arreglos florales, centros de mesa o detalles decorativos, esta flor artificial destaca por su realismo y durabilidad, manteniendo su belleza intacta sin necesidad de cuidados especiales. Ideal para quienes buscan embellecer hogares u oficinas con un estilo contemporáneo y acogedor, la Flor Soliaster Beige de Cemaco es la opción perfecta para añadir textura y un aire natural sin complicaciones. Su diseño versátil se adapta fácilmente a diversos ambientes, desde espacios rústicos hasta modernos, creando un ambiente armonioso y lleno de encanto. Deja que esta flor sea el detalle que inspire calma y elegancia en cada rincón.",
        "price": "5990.00",
        "discount_price": "0.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-12 02:31:21",
        "updated_at": "2025-10-12 02:31:21",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 17,
        "store_id": 2,
        "sku": "SKU-1760236393977",
        "name": "Alfombra 45x75 cm Café – Inspire Caucho DC Interiors",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236393/marketplace/products/og17mxuhb3ufiis35v2m.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Añade calidez y estilo a tu entrada con la Alfombra 45x75 cm Café – Inspire Caucho DC Interiors. Esta alfombra combina diseño moderno y funcionalidad, perfecta para dar la bienvenida a tu hogar o espacio de trabajo con un toque acogedor. Su tono café intenso aporta una sensación de confort y elegancia, integrándose fácilmente en cualquier decoración.\n\nFabricada con caucho de alta calidad, garantiza durabilidad y resistencia al uso diario, además de ofrecer una base antideslizante que asegura seguridad en cada paso. Su tamaño compacto de 45x75 cm la hace ideal para entradas, cocinas, baños o incluso espacios pequeños donde se requiera un toque práctico y estético.\n\nLa textura suave y el diseño minimalista facilitan la limpieza y mantenimiento, manteniendo la alfombra impecable por más tiempo. Inspire Caucho DC Interiors presenta un producto que no solo protege tus pisos del polvo y la humedad, sino que también aporta un look sofisticado y natural a tus ambientes.\n\nTransforma cualquier espacio con esta alfombra que inspira confort y funcionalidad; un detalle simple que hará la diferencia en tu hogar.",
        "price": "10900.00",
        "discount_price": "0.00",
        "stock": 21,
        "is_featured": false,
        "created_at": "2025-10-12 02:33:14",
        "updated_at": "2025-11-04 02:57:12",
        "status": "ACTIVE",
        "details": "Hecho con los mejores materiales para asegurar que sus zapatos queden limpios antes de entrar a casa.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 18,
        "store_id": 2,
        "sku": "SKU-1760236461939",
        "name": "AAAAAAAAAAAAAAA",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236461/marketplace/products/rakpmvi60lucuylyqrno.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma cualquier espacio con el Forro Cojín 45x45 Pelos Blanco de Haus, la mezcla perfecta entre comodidad y estilo moderno. Este forro, confeccionado en un tejido suave y aterciopelado de alta calidad, está diseñado para envolver tu cojín en una textura agradable y sofisticada que invita al tacto. Su color blanco puro aporta luminosidad y frescura a cualquier ambiente, adaptándose fácilmente a diferentes decoraciones, desde minimalistas hasta acogedoras y elegantes.\n\nCon un tamaño ideal de 45x45 cm, es perfecto para realzar sofás, sillones, camas o rincones de lectura, creando un punto focal de confort visual y táctil. Los delicados pelos que recubren su superficie añaden un toque de calidez y lujo, haciendo que cada espacio se sienta más acogedor y estilizado. Además, su diseño versátil permite combinarlo con otros tonos y texturas para lograr composiciones armoniosas y llenas de personalidad.\n\nRenueva tu hogar con el Forro Cojín 45x45 Pelos Blanco – Haus, donde la suavidad se une con la elegancia para convertir cada rincón en un refugio de tranquilidad y buen gusto.",
        "price": "3780.00",
        "discount_price": "2500.00",
        "stock": 25,
        "is_featured": false,
        "created_at": "2025-10-12 02:34:22",
        "updated_at": "2025-10-16 05:50:34",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 19,
        "store_id": 2,
        "sku": "SKU-1760236524897",
        "name": "Portarretrato 10x15 cm Nickel Plata – Haus",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236524/marketplace/products/lbyb0jxsrog8rz6olzma.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Dale un toque de elegancia y modernidad a tus recuerdos más preciados con el Portarretrato 10x15 cm Nickel Plata – Haus. Su diseño sofisticado, con acabado en níquel plata pulido, aporta un brillo sutil que realza cualquier espacio. Perfecto para destacar esa fotografía especial, este portarretrato combina la resistencia del metal con una textura suave al tacto, ofreciendo durabilidad y estilo en un solo objeto.\n\nSu formato compacto de 10x15 cm es ideal para colocar sobre escritorios, estanterías o mesas de noche, aportando un detalle decorativo que encaja en cualquier ambiente, desde oficinas hasta dormitorios. Además, cuenta con un soporte trasero sólido que garantiza estabilidad y facilidad para cambiar tus imágenes favoritas según tu estado de ánimo o temporada.\n\nHaus presenta este portarretrato pensando en la unión perfecta entre funcionalidad y diseño contemporáneo. Eleva tus espacios con un accesorio que no solo protege tus fotografías, sino que también las transforma en pequeñas obras de arte llenas de vida y personalidad. Un imprescindible para quienes valoran los detalles que hacen memorable cada momento.",
        "price": "7600.00",
        "discount_price": "0.00",
        "stock": 70,
        "is_featured": false,
        "created_at": "2025-10-12 02:35:25",
        "updated_at": "2025-11-04 02:56:11",
        "status": "ACTIVE",
        "details": "Ideal para guardar las fotos de los seres queridos y momentos inolvidables.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 20,
        "store_id": 2,
        "sku": "SKU-1760236893689",
        "name": "Kit de Jardinería de 83 piezas – LC Store",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760236893/marketplace/products/iv0hcalxhl16oyh3k34e.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el Kit de Jardinería de 83 piezas de LC Store, el aliado perfecto para transformar cualquier espacio en un oasis verde. Este completo set está diseñado tanto para jardineros principiantes como para expertos, incluyendo todas las herramientas esenciales para plantar, cuidar y embellecer tu jardín con facilidad y precisión. \n\nEn cada kit encontrarás desde palas, trasplantadores y rastrillos, hasta tijeras podadoras y guantes de alta resistencia, todo fabricado con materiales duraderos y ergonómicos para garantizar comodidad y efectividad en cada uso. Además, sus prácticos accesorios como etiquetas para plantas, regaderas compactas y una carpeta organizadora te ayudarán a mantener todo ordenado y a cuidar tus plantas como un verdadero profesional.\n\nYa sea que prefieras flores, hortalizas o hierbas aromáticas, este kit te ofrece la libertad y las herramientas necesarias para crear un espacio vibrante y lleno de vida. Con el Kit de Jardinería de 83 piezas de LC Store, cada estación será una nueva oportunidad para conectar con la naturaleza y ver florecer tu pasión por la jardinería. ¡Haz que tu jardín sea el reflejo de tu creatividad y dedicación!",
        "price": "20000.00",
        "discount_price": "0.00",
        "stock": 38,
        "is_featured": true,
        "created_at": "2025-10-12 02:41:33",
        "updated_at": "2025-11-04 03:03:23",
        "status": "ACTIVE",
        "details": "Gran set de jardinería, hecho con los mejores materiales para asegurarse de su duración y la calidad del trabajo.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 21,
        "store_id": 2,
        "sku": "SKU-1760237008380",
        "name": "Manguera Flexible 15 m – Pretul",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760237007/marketplace/products/lq6wncqqtcbdevzaxfqp.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la Manguera Flexible 15 m – Pretul, tu aliada perfecta para el riego y mantenimiento del jardín con máxima comodidad y eficiencia. Fabricada con materiales resistentes y duraderos, esta manguera combina flexibilidad y robustez para facilitar cada tarea, desde regar plantas delicadas hasta limpiar espacios exteriores. Su extensión de 15 metros te ofrece un alcance amplio, ideal para jardines grandes o múltiples áreas sin necesidad de moverla constantemente.\n\nSu diseño ligero y maleable evita enredos y dobleces, asegurando un flujo constante de agua sin interrupciones. Además, incluye conectores universales que permiten una instalación rápida y segura en grifos estándar. Perfecta para amantes de la jardinería y profesionales, la Manguera Flexible Pretul es sinónimo de calidad y funcionalidad, haciendo que cada riego sea un momento sencillo y agradable. Dale a tu jardín el cuidado que merece con esta herramienta indispensable y resistente, que transformará tus labores en placer. ¡Haz que cada gota cuente!",
        "price": "7300.00",
        "discount_price": "6200.00",
        "stock": 0,
        "is_featured": false,
        "created_at": "2025-10-12 02:43:28",
        "updated_at": "2025-10-12 02:43:28",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 22,
        "store_id": 2,
        "sku": "SKU-1760237074877",
        "name": "Juego de Herramientas de Jardín 3 piezas – Pretul",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760237074/marketplace/products/ymrsd4gum8jgx6yh6ayi.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma tu espacio verde con el Juego de Herramientas de Jardín 3 piezas – Pretul, el aliado perfecto para cualquier amante de la jardinería. Este set compacto y versátil incluye una pala, un rastrillo y una azada, diseñados con mangos ergonómicos que ofrecen comodidad y control en cada movimiento. Fabricadas con acero resistente, estas herramientas garantizan durabilidad y eficiencia para cavar, remover tierra y preparar tus terrenos con facilidad.\n\nSu tamaño ideal permite trabajar en espacios pequeños o jardines urbanos, facilitando el cuidado de plantas, flores y huertos con precisión. Además, su acabado impecable resiste la corrosión, manteniendo su aspecto y funcionalidad a lo largo del tiempo. Ya seas un jardinero principiante o experto, este conjunto te brinda la practicidad necesaria para mantener tus plantas saludables y tu jardín impecable.\n\nHaz de cada jornada de jardinería una experiencia placentera y efectiva con el Juego de Herramientas de Jardín 3 piezas – Pretul, ¡tu mejor invitación a conectar con la naturaleza y embellecer tu entorno!",
        "price": "2600.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 02:44:35",
        "updated_at": "2025-11-04 02:55:32",
        "status": "ACTIVE",
        "details": "Hechos de material resistente para ser usados hasta en la jardinería mas difícil.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 23,
        "store_id": 2,
        "sku": "SKU-1760237149653",
        "name": "Macetero Plástico Serinova",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760237149/marketplace/products/nhbsjbsmvaxosczi59sz.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma cualquier espacio con el Macetero Plástico Serinova, la combinación perfecta de estilo y funcionalidad. Diseñado pensando en la versatilidad, este macetero destaca por su acabado moderno y minimalista que se adapta tanto a interiores como a exteriores. Fabricado con plástico resistente y ligero, garantiza durabilidad frente a las inclemencias del clima sin perder su elegancia.\n\nSu tamaño ideal brinda espacio suficiente para el crecimiento saludable de tus plantas favoritas, desde coloridas flores hasta aromáticas hierbas. Además, cuenta con un sistema de drenaje eficiente que evita el exceso de humedad, promoviendo raíces fuertes y sanas. Fácil de limpiar y transportar, el Macetero Serinova es perfecto para quienes desean darle un toque natural y fresco a su hogar, oficina o jardín sin complicaciones.\n\nDisponible en varios colores neutros y vibrantes, es la opción ideal para decorar con personalidad y mantener el equilibrio perfecto entre estética y practicidad. Dale vida y color a tus ambientes con el toque sutil y duradero que solo Serinova puede ofrecer. ¡Haz que tus plantas luzcan espectaculares y tú orgulloso de tu elección!",
        "price": "975.00",
        "discount_price": "0.00",
        "stock": 81,
        "is_featured": false,
        "created_at": "2025-10-12 02:45:49",
        "updated_at": "2025-10-12 02:45:49",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 24,
        "store_id": 2,
        "sku": "SKU-1760237567390",
        "name": "Atomizador Pequeño 475 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760237567/marketplace/products/tikyjz3zzjkzrfepnhxi.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la practicidad y elegancia en tamaño compacto con nuestro Atomizador Pequeño de 475 ml. Perfecto para quienes buscan una solución versátil y eficiente, este atomizador combina diseño moderno con funcionalidad superior. Su tamaño ideal lo hace fácil de transportar, ideal para el hogar, la oficina o salir de viaje sin preocuparte por el espacio.\n\nFabricado con materiales resistentes y de alta calidad, garantiza una pulverización fina y uniforme en cada uso, cuidando tus plantas, refrescando ambientes o aplicando productos de limpieza con total precisión. Su boquilla ajustable permite regular la intensidad del rocío, adaptándose a tus necesidades específicas.\n\nAdemás, su diseño ergonómico facilita el agarre y uso continuo, mientras que su capacidad de 475 ml asegura autonomía suficiente para múltiples aplicaciones sin necesidad de recargar constantemente. Ya sea para jardinería, cuidado personal o limpieza, este atomizador pequeño será tu aliado indispensable, combinando eficiencia, estilo y comodidad en un solo producto. ¡Haz de cada pulverización una experiencia práctica y agradable!",
        "price": "1340.00",
        "discount_price": "0.00",
        "stock": 71,
        "is_featured": false,
        "created_at": "2025-10-12 02:52:47",
        "updated_at": "2025-11-04 01:54:53",
        "status": "ACTIVE",
        "details": "Multiusos, ya sea para productos de limpieza o para jardinería.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 25,
        "store_id": 3,
        "sku": "SKU-1760238345644",
        "name": "Dell G15 5511 Gaming Laptop",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238345/marketplace/products/vt0n854xzkv67kyamdrc.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en el mundo del gaming con la Dell G15 5511, una laptop diseñada para ofrecer un rendimiento imparable y una experiencia inmersiva sin igual. Equipado con un poderoso procesador Intel Core i7 de última generación y una tarjeta gráfica NVIDIA GeForce RTX, este equipo despliega gráficos ultra realistas y una velocidad asombrosa para que ningún desafío te detenga.\n\nSu pantalla de 15.6 pulgadas Full HD con tecnología antirreflejo ofrece imágenes nítidas y colores vibrantes, perfecta para largas sesiones de juego sin fatiga visual. Además, su sistema de refrigeración avanzado mantiene la temperatura bajo control, garantizando rendimiento óptimo incluso en las batallas más intensas.\n\nCon un diseño robusto y agresivo, iluminado por un teclado retroiluminado RGB personalizable, la Dell G15 5511 combina estilo y funcionalidad. Almacena tus juegos y archivos con rapidez gracias a su SSD ultrarrápido y disfruta de una conectividad completa para periféricos y accesorios.\n\nIdeal para gamers que exigen potencia y movilidad, esta laptop es tu compañera perfecta para dominar cualquier partida con velocidad, precisión y estilo. ¡Prepárate para llevar tu juego al siguiente nivel con la Dell G15 5511!",
        "price": "120000.00",
        "discount_price": "1000000.00",
        "stock": 41,
        "is_featured": false,
        "created_at": "2025-10-12 03:05:45",
        "updated_at": "2025-11-04 03:17:29",
        "status": "ACTIVE",
        "details": "La mejor computadora portátil del momento, con colores únicos y vividos.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 26,
        "store_id": 3,
        "sku": "SKU-1760238415277",
        "name": "Samsung Galaxy S23 5G (128GB)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238414/marketplace/products/ipup7o8h4pdljzywccfo.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder en la palma de tu mano con el Samsung Galaxy S23 5G (128GB), un smartphone diseñado para quienes exigen lo mejor. Su elegante cuerpo combina resistencia y sofisticación, mientras que su pantalla Dynamic AMOLED 2X de 6.1 pulgadas ofrece colores vibrantes y una nitidez impresionante, ideal para disfrutar de cada detalle en fotos, videos y videojuegos. \n\nImpulsado por un procesador avanzado, el Galaxy S23 5G asegura una experiencia fluida y rápida, perfecta para multitareas, streaming y juegos sin interrupciones. Su almacenamiento de 128GB te permite guardar miles de recuerdos, aplicaciones y documentos sin preocuparte por el espacio.\n\nLa cámara triple, con sensores de alta resolución y tecnologías innovadoras, captura imágenes impresionantes incluso en condiciones de baja luz, para que cada momento se convierta en una obra de arte. Además, su conectividad 5G garantiza velocidades ultrarrápidas para mantenerte siempre conectado, dondequiera que estés.\n\nCon baterías inteligentes y carga rápida, el Galaxy S23 5G está listo para acompañarte todo el día sin pausas. Moderno, potente y versátil, este smartphone es la elección perfecta para quienes buscan tecnología de vanguardia y estilo en un solo dispositivo. ¡Eleva tu experiencia móvil al siguiente nivel!",
        "price": "130450.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 03:06:55",
        "updated_at": "2025-11-04 03:16:49",
        "status": "ACTIVE",
        "details": "Disfruta de lo mas avanzado en teléfonos con el nuevo Samsug Galaxy.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 27,
        "store_id": 3,
        "sku": "SKU-1760238515481",
        "name": "Apple MacBook Air M2 (13\")",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238515/marketplace/products/sw2q7na5bxnkfto7eprq.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder y la elegancia en su máxima expresión con el Apple MacBook Air M2 de 13 pulgadas. Este portátil ultraligero redefine la experiencia informática, combinando un diseño ultrafino y sofisticado con la potencia del revolucionario chip M2. Su pantalla Retina de 13 pulgadas ofrece colores vibrantes y detalles nítidos, ideal para creativos, estudiantes y profesionales que buscan calidad visual sin compromisos.\n\nEl MacBook Air M2 brinda un rendimiento fluido y eficiente, capaz de manejar desde tareas cotidianas hasta proyectos complejos gracias a su CPU y GPU avanzadas. Su batería de larga duración te acompaña todo el día, asegurando productividad sin interrupciones. Además, cuenta con un sistema térmico mejorado que mantiene el equipo fresco y silencioso.\n\nDiseñado para simplificar tu vida, incorpora un teclado Magic Keyboard cómodo y silencioso, Touch ID para acceso rápido y seguro, y un conjunto de puertos que facilitan la conexión con tus dispositivos favoritos. Disponible en elegantes colores, el MacBook Air M2 es la combinación perfecta de estilo, funcionalidad y tecnología de vanguardia para quienes siempre buscan ir un paso adelante.",
        "price": "529900.00",
        "discount_price": "504900.00",
        "stock": 72,
        "is_featured": true,
        "created_at": "2025-10-12 03:08:35",
        "updated_at": "2025-11-07 07:08:46",
        "status": "ACTIVE",
        "details": "De las portátiles mas útiles y funcionales del mercado para diseño.",
        "sold_count": 0,
        "rating": 1
    },
    {
        "id": 28,
        "store_id": 3,
        "sku": "SKU-1760238645237",
        "name": "Sony WH-1000XM5 (Audífonos inalámbricos)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238644/marketplace/products/dembxwhphwzagpzv6k3w.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un mundo de sonido puro con los audífonos inalámbricos Sony WH-1000XM5, la joya tecnológica que redefine la experiencia auditiva. Diseñados para los amantes de la música y la tranquilidad, estos audífonos combinan un diseño ultraligero y elegante con una comodidad excepcional para uso prolongado. Su avanzada tecnología de cancelación activa de ruido elimina incluso los sonidos más persistentes, creando un oasis de silencio en medio del caos urbano.\n\nEl potente sistema de doble procesador V1 ofrece un sonido nítido, con graves profundos y agudos cristalinos, envolviendo cada nota en una claridad sorprendente. Gracias a su conectividad Bluetooth multipunto, puedes conectar dos dispositivos a la vez y cambiar entre ellos sin interrupciones. Además, cuentan con controles táctiles intuitivos para ajustar volumen, cambiar canciones y responder llamadas con un simple toque.\n\nCon una batería que brinda hasta 30 horas de reproducción continua, los Sony WH-1000XM5 son el compañero ideal para viajes largos, jornadas laborales o momentos de relajación. Su diseño plegable facilita su transporte, complementado con un estuche protector elegante. Vive la música como nunca antes y desconéctate del mundo cuando tú lo decidas. Sony WH-1000XM5: sonido, silencio y libertad en perfecta armonía.",
        "price": "299900.00",
        "discount_price": "0.00",
        "stock": 50,
        "is_featured": false,
        "created_at": "2025-10-12 03:10:45",
        "updated_at": "2025-11-04 03:15:22",
        "status": "ACTIVE",
        "details": "Los mejores audífonos inalámbricos el mercado.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 29,
        "store_id": 3,
        "sku": "SKU-1760238727240",
        "name": "Logitech MX Master 3S (Mouse inalámbrico)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238726/marketplace/products/putto2wbgomthceqrplr.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la excelencia en control y precisión con el Logitech MX Master 3S, el mouse inalámbrico diseñado para profesionales y creadores que exigen lo mejor. Su diseño ergonómico avanzado se adapta perfectamente a la mano, ofreciendo comodidad durante largas horas de trabajo. Equipado con un sensor óptico de alta precisión de 8,000 DPI, garantiza un seguimiento suave y exacto en casi cualquier superficie, incluso en vidrio.\n\nLa revolucionaria rueda de desplazamiento MagSpeed permite navegar páginas, documentos y líneas de código con velocidad supersónica y un silencio casi absoluto, ideal para entornos de oficina o estudio silenciosos. Además, cuenta con botones personalizables para optimizar tu flujo de trabajo, desde atajos en programas de diseño hasta comandos multimedia.\n\nLa conectividad es versátil: puedes conectar el MX Master 3S vía Bluetooth o el receptor USB Logi Bolt, con una batería que dura hasta 70 días con una sola carga rápida. Su sistema Flow facilita el uso simultáneo en múltiples dispositivos, permitiéndote copiar y pegar entre computadoras sin esfuerzo.\n\nEl Logitech MX Master 3S no es solo un mouse, es una herramienta para potenciar tu creatividad y productividad con estilo y eficiencia.",
        "price": "67000.00",
        "discount_price": "0.00",
        "stock": 31,
        "is_featured": false,
        "created_at": "2025-10-12 03:12:07",
        "updated_at": "2025-11-04 03:13:46",
        "status": "ACTIVE",
        "details": "De los mejores mouses en el mercado creado para dar la mayor comodidad.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 30,
        "store_id": 3,
        "sku": "SKU-1760238917204",
        "name": "Consola PS5 Digital Slim (no incluye juego)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238916/marketplace/products/rfuremo0pamfsvskfm0w.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la nueva era del entretenimiento con la **Consola PS5 Digital Slim**, diseñada para los amantes del gaming que buscan potencia, estilo y innovación en un solo dispositivo. Esta versión digital, sin lector de discos, ofrece un diseño más compacto y elegante, ideal para espacios modernos y minimalistas.\n\nEquipado con un procesador ultrarrápido y una arquitectura de última generación, la PS5 Digital Slim te sumerge en mundos hiperrealistas con gráficos impresionantes y tiempos de carga casi inexistentes gracias a su almacenamiento SSD. Compatible con juegos digitales de la PlayStation Store, tendrás acceso inmediato a una amplia biblioteca de aventuras, acción, deportes y más.\n\nDisfruta de una experiencia audiovisual envolvente con el audio 3D Tempest y controla cada movimiento con el innovador mando DualSense, que aporta sensaciones táctiles y gatillos adaptativos para un realismo sin precedentes.\n\nIdeal para jugadores que prefieren la comodidad y la rapidez del formato digital, esta consola no incluye juegos, pero abre la puerta a un universo infinito de posibilidades para descargar y disfrutar al instante. La PS5 Digital Slim es el corazón de tu próximo nivel gamer. ¿Estás listo para jugar?",
        "price": "269900.00",
        "discount_price": "235000.00",
        "stock": 6,
        "is_featured": true,
        "created_at": "2025-10-12 03:15:17",
        "updated_at": "2025-11-04 03:19:55",
        "status": "ACTIVE",
        "details": "Incluye un control en la caja.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 31,
        "store_id": 3,
        "sku": "SKU-1760238991095",
        "name": "Nintendo Switch 2 (versión HK, sin juego)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760238990/marketplace/products/syo5werdvszla0alggid.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la nueva era del entretenimiento portátil con la **Nintendo Switch 2 (versión HK, sin juego)**. Esta consola revolucionaria combina un diseño elegante y ergonómico con tecnología de última generación para ofrecerte horas infinitas de diversión, ya sea en casa o en movimiento. Su pantalla mejorada de alta resolución garantiza imágenes nítidas y colores vibrantes que harán que cada juego cobre vida ante tus ojos.\n\nGracias a su potente procesador y mayor capacidad de memoria, la Nintendo Switch 2 te permite disfrutar de juegos con gráficos más detallados y tiempos de carga reducidos. Su conectividad optimizada facilita la interacción con amigos y la descarga rápida de títulos, mientras que la batería de larga duración te acompaña en todas tus aventuras sin interrupciones.\n\nEsta versión HK, sin juego incluido, es perfecta para quienes desean personalizar su biblioteca con los títulos que más les apasionan. Además, su compatibilidad con accesorios y controles inalámbricos ofrece una experiencia de juego cómoda e inmersiva. Prepárate para redescubrir la diversión con la Nintendo Switch 2, tu pasaporte a mundos ilimitados. ¡Tu siguiente aventura comienza aquí!",
        "price": "320000.00",
        "discount_price": "0.00",
        "stock": 21,
        "is_featured": false,
        "created_at": "2025-10-12 03:16:31",
        "updated_at": "2025-11-04 03:12:40",
        "status": "ACTIVE",
        "details": "juega en linea o en solitario con la nueva switch 2.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 32,
        "store_id": 3,
        "sku": "SKU-1760239186702",
        "name": "Silla Cougar Armor Elite",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239186/marketplace/products/oiepx3lloxpxt5rhsi2s.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Silla Cougar Armor Elite es el trono definitivo para gamers y profesionales que buscan comodidad, estilo y rendimiento en cada sesión. Diseñada con materiales de alta calidad, su estructura robusta y ergonómica ofrece un soporte excepcional para largas horas frente al ordenador. Sus cojines de espuma viscoelástica se adaptan a la forma del cuerpo, aliviando puntos de presión y garantizando una postura saludable.\n\nEl diseño audaz y agresivo, inspirado en la armadura de un guerrero, combina detalles en negro y rojo que resaltan en cualquier setup. Además, cuenta con reposabrazos multidireccionales, respaldo reclinable hasta 180° y ajuste de altura preciso, para que personalices tu experiencia al máximo. La base de aluminio y las ruedas de alta resistencia aseguran estabilidad y movilidad sin ruido.\n\nIdeal para jugadores que buscan dominar la partida con comodidad y estilo, la Cougar Armor Elite no es solo una silla, es una declaración de poder. Transforma tu espacio de trabajo o juego en un campo de batalla donde el confort y la elegancia te llevan directo a la victoria. ¡Siéntate como un jefe y conquista cada desafío con Cougar Armor Elite!",
        "price": "95000.00",
        "discount_price": "0.00",
        "stock": 11,
        "is_featured": false,
        "created_at": "2025-10-12 03:19:47",
        "updated_at": "2025-11-04 03:11:55",
        "status": "ACTIVE",
        "details": "Cómoda y útil para la oficina o mara casa.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 33,
        "store_id": 3,
        "sku": "SKU-1760239271638",
        "name": "Headset Logitech G335",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239271/marketplace/products/blxl8o2idnhgp8d3czxv.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder del sonido con el headset Logitech G335, diseñado para llevar tu experiencia de juego al siguiente nivel. Este audífono liviano y cómodo presenta un diseño moderno y versátil, ideal para largas sesiones de gaming sin perder frescura ni comodidad. Sus auriculares con almohadillas de espuma suave garantizan un ajuste perfecto que aísla el ruido externo, sumergiéndote en cada detalle sonoro.\n\nEquipado con drivers de alta precisión, el G335 ofrece un audio claro y envolvente, desde los bajos profundos hasta los agudos nítidos, para que escuches cada paso, disparo y susurro con total claridad. Su micrófono flexible con cancelación de ruido asegura que tu voz se transmita de forma cristalina, facilitando la comunicación con tu equipo.\n\nCompatible con múltiples plataformas –desde PC hasta consolas y dispositivos móviles–, el Logitech G335 es la combinación perfecta de calidad, comodidad y estilo. Además, su cable trenzado resistente y con control en línea te brinda facilidad y durabilidad.\n\nPrepárate para conquistar cualquier partida con el Logitech G335, un headset que convierte el sonido en tu mejor aliado.",
        "price": "32000.00",
        "discount_price": "27800.00",
        "stock": 39,
        "is_featured": false,
        "created_at": "2025-10-12 03:21:11",
        "updated_at": "2025-11-04 03:10:13",
        "status": "ACTIVE",
        "details": "Los mejores audífonos de cable del mercado.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 34,
        "store_id": 3,
        "sku": "SKU-1760239341757",
        "name": "Volante Logitech G29 Driving Force",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239341/marketplace/products/gfbb6gj2throly7sfait.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Experimenta la emoción de la conducción realista con el Volante Logitech G29 Driving Force. Diseñado tanto para entusiastas del automovilismo como para gamers apasionados, este volante ofrece un control preciso y una inmersión total en cada carrera. Su diseño ergonómico con cuero cosido a mano brinda comodidad y agarre superior, mientras que la retroalimentación de fuerza te hace sentir cada curva, freno y aceleración con una fidelidad sorprendente.\n\nEl G29 cuenta con pedales independientes de acelerador, freno y embrague, perfectos para simular una experiencia auténtica de manejo. Además, sus botones intuitivos y su rueda de giro con movimiento suave permiten ajustes rápidos sin perder el enfoque en la pista. Compatible con PlayStation 4, PlayStation 5 y PC, este volante es la herramienta definitiva para llevar tus habilidades de conducción al siguiente nivel. Sumérgete en la adrenalina, domina cada vuelta y conquista la pista con el Logitech G29 Driving Force. ¡Tu próxima carrera empieza aquí!",
        "price": "159000.00",
        "discount_price": "0.00",
        "stock": 16,
        "is_featured": false,
        "created_at": "2025-10-12 03:22:22",
        "updated_at": "2025-11-04 03:09:25",
        "status": "ACTIVE",
        "details": "Disfruta de la sensación de manejar y practica con este set de manejo gamer.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 35,
        "store_id": 3,
        "sku": "SKU-1760239456132",
        "name": "Gaming controller",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239455/marketplace/products/woqtwkuhlxnk50vphk3q.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en el universo de los videojuegos con nuestro innovador **gaming controller**, diseñado para llevar tu experiencia de juego al siguiente nivel. Con una ergonomía cuidadosamente moldeada, ofrece un agarre cómodo y seguro durante largas sesiones, evitando la fatiga y manteniendo el control absoluto en cada movimiento.\n\nEquipado con botones sensibles y gatillos de respuesta rápida, este mando garantiza una precisión milimétrica que te permitirá ejecutar combos y maniobras con total confianza. Además, su conectividad inalámbrica de baja latencia asegura una comunicación fluida y sin interrupciones con tu consola o PC, liberándote de cables incómodos y limitantes.\n\nSu diseño moderno y resistente incluye luces LED personalizables que aportan un toque de estilo único, adaptándose a tu ambiente y estado de ánimo. Compatible con múltiples plataformas, es el aliado perfecto tanto para gamers casuales como profesionales que buscan rendimiento y comodidad en cada partida.\n\nYa sea que domines una batalla en línea o explores mundos épicos, este gaming controller es la extensión perfecta de tus manos para conquistar cualquier desafío virtual. ¡Prepárate para jugar como nunca antes!",
        "price": "10500.00",
        "discount_price": "0.00",
        "stock": 81,
        "is_featured": false,
        "created_at": "2025-10-12 03:24:16",
        "updated_at": "2025-10-12 03:24:16",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 36,
        "store_id": 3,
        "sku": "SKU-1760239860707",
        "name": "Escritorio para computadora con top de vidrio templado",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239860/marketplace/products/o6gtqwixthmyunl4byb6.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma tu espacio de trabajo con nuestro elegante escritorio para computadora, diseñado para combinar funcionalidad y estilo moderno. Su superficie está hecha de vidrio templado de alta resistencia, que no solo aporta un toque sofisticado y minimalista, sino que también facilita la limpieza y el mantenimiento diario. La transparencia del vidrio crea una sensación de amplitud y luminosidad, ideal para oficinas en espacios reducidos o ambientes contemporáneos.\n\nLa estructura del escritorio está fabricada con materiales metálicos robustos y acabados cuidadosamente pulidos, garantizando estabilidad y durabilidad. Su diseño ergonómico incluye un amplio espacio para colocar tu monitor, teclado y accesorios, mientras que la distribución abierta permite un orden óptimo y circulación libre alrededor de tus dispositivos.\n\nPerfecto para profesionales, estudiantes y amantes de la tecnología, este escritorio combina estética y comodidad para maximizar tu productividad. Dale a tu zona de trabajo un aire de modernidad y limpieza visual con nuestro escritorio de vidrio templado, un elemento imprescindible para quienes buscan estilo sin sacrificar funcionalidad.",
        "price": "77900.00",
        "discount_price": "64900.00",
        "stock": 14,
        "is_featured": false,
        "created_at": "2025-10-12 03:31:01",
        "updated_at": "2025-10-12 03:31:01",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 37,
        "store_id": 3,
        "sku": "SKU-1760239956430",
        "name": "Escritorio de esquina en forma de L de un solo nivel",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760239955/marketplace/products/ungu1xlxeqb7gt21061v.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma tu espacio de trabajo con nuestro escritorio de esquina en forma de L de un solo nivel, diseñado para maximizar tu comodidad y productividad. Esta pieza elegante y funcional se adapta perfectamente a cualquier rincón, optimizando cada centímetro de tu habitación u oficina. Su diseño minimalista, con líneas limpias y modernas, ofrece una superficie amplia y continua que facilita la organización de tus herramientas de trabajo: desde una computadora, hasta documentos y accesorios de oficina.\n\nFabricado con materiales resistentes y acabados de alta calidad, garantiza durabilidad y estabilidad, soportando el ritmo exigente de tu día a día. Además, su estructura simplificada facilita la limpieza y mantenimiento, manteniendo siempre un entorno ordenado. Ideal para espacios reducidos, este escritorio no solo aporta funcionalidad, sino también un toque de estilo contemporáneo que se adapta a cualquier decoración.\n\nYa sea para teletrabajo, estudio o proyectos creativos, este escritorio de esquina en forma de L es el aliado perfecto para hacer de tu rutina una experiencia cómoda y eficiente. Eleva tu productividad con el equilibrio ideal entre espacio y diseño.",
        "price": "50000.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 03:32:36",
        "updated_at": "2025-10-12 03:32:36",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 38,
        "store_id": 3,
        "sku": "SKU-1760240120569",
        "name": "Silla Ergonómica de Oficina Mia MCA003 Negro",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240120/marketplace/products/rtbyjcqdmo7m8ly94232.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el confort y la elegancia en tu espacio de trabajo con la Silla Ergonómica de Oficina Mia MCA003 en color negro. Diseñada para quienes valoran la comodidad sin sacrificar el estilo, esta silla ofrece un respaldo ajustable que abraza tu columna, promoviendo una postura saludable durante largas horas frente al escritorio. Su asiento acolchado de alta densidad garantiza suavidad y soporte, mientras que los reposabrazos regulables se adaptan a tus movimientos, proporcionando un descanso óptimo para tus brazos.\n\nEl acabado en negro mate le otorga un toque moderno y sofisticado que complementa cualquier ambiente laboral o estudio en casa. La base robusta con ruedas multidireccionales facilita la movilidad y estabilidad, permitiéndote desplazarte con facilidad sin levantarte. Además, su mecanismo de ajuste de altura es intuitivo, para que encuentres siempre la posición perfecta.\n\nCon la Silla Ergonómica de Oficina Mia MCA003, cada jornada de trabajo se convierte en una experiencia placentera, cuidando tu salud postural y potenciando tu productividad con estilo y funcionalidad. Ideal para profesionales, estudiantes y amantes del buen diseño. ¡Tu espalda y tu oficina te lo agradecerán!",
        "price": "52600.00",
        "discount_price": "0.00",
        "stock": 39,
        "is_featured": false,
        "created_at": "2025-10-12 03:35:20",
        "updated_at": "2025-10-12 03:35:20",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 39,
        "store_id": 3,
        "sku": "SKU-1760240230086",
        "name": "Mini organizador de suministros de oficina",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240229/marketplace/products/g075bhhuipci4ot4r08r.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma tu espacio de trabajo con nuestro Mini Organizador de Suministros de Oficina, el aliado perfecto para mantener todo en orden y al alcance. Este compacto pero espacioso organizador está diseñado para optimizar tu escritorio sin ocupar mucho espacio. Con múltiples compartimentos de diferentes tamaños, puedes guardar desde bolígrafos, clips y notas adhesivas, hasta tijeras y cargadores, todo en un solo lugar.\n\nFabricado con materiales resistentes y un acabado moderno, aporta un toque elegante y profesional a cualquier ambiente. Su diseño inteligente facilita el acceso rápido a tus herramientas de trabajo, evitando distracciones y aumentando tu productividad. Ideal para oficinas en casa, escritorios pequeños o incluso áreas de estudio.\n\nOlvídate del caos y disfruta de un entorno despejado que invita a la concentración y la creatividad. El Mini Organizador de Suministros de Oficina no solo es funcional, sino también una pieza decorativa que realza tu espacio. ¡Haz que cada día laboral sea más eficiente y agradable con este práctico y estilizado organizador!",
        "price": "18500.00",
        "discount_price": "16300.00",
        "stock": 69,
        "is_featured": true,
        "created_at": "2025-10-12 03:37:10",
        "updated_at": "2025-11-04 03:19:34",
        "status": "ACTIVE",
        "details": "Organiza los objetos de tu oficia con este organizador compacto pero útil.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 40,
        "store_id": 3,
        "sku": "SKU-1760240303576",
        "name": "Impresora multifuncional Epson EcoTank L3250",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240303/marketplace/products/v5vcdnqv0e94ye47tis7.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la eficiencia y versatilidad en tu espacio de trabajo con la impresora multifuncional Epson EcoTank L3250. Diseñada para quienes buscan calidad, ahorro y comodidad, esta impresora destaca por su innovador sistema de tanques de tinta recargables, que permiten imprimir miles de páginas a un costo sorprendentemente bajo. Olvídate de los cartuchos tradicionales y las interrupciones frecuentes; su tanque de alta capacidad se recarga fácilmente con botellas de tinta, garantizando continuidad y sostenibilidad.\n\nLa EcoTank L3250 no solo imprime con nitidez excepcional en texto y gráficos, sino que también escanea y copia documentos con rapidez, optimizando tus tareas diarias. Su conectividad Wi-Fi integrada facilita la impresión inalámbrica desde dispositivos móviles y laptops, brindándote libertad y flexibilidad.\n\nCon un diseño compacto y elegante, se adapta perfectamente a oficinas en casa, pequeños negocios o espacios estudiantiles. Además, su bajo consumo energético y tinta ecológica promueven un compromiso real con el medio ambiente.\n\nImprime más, gasta menos y trabaja sin complicaciones con la Epson EcoTank L3250, la solución multifuncional inteligente para quienes valoran calidad, economía y sostenibilidad.",
        "price": "122300.00",
        "discount_price": "0.00",
        "stock": 53,
        "is_featured": false,
        "created_at": "2025-10-12 03:38:23",
        "updated_at": "2025-11-04 03:08:43",
        "status": "ACTIVE",
        "details": "Incluye un cartucho de cada tinta para que puedas imprimir con los mejores colores.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 41,
        "store_id": 3,
        "sku": "SKU-1760240484630",
        "name": "Taladro Eléctrico YATO 550W",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240484/marketplace/products/vjgw0rb2c3oikpiqjswq.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la potencia y precisión al alcance de tu mano con el Taladro Eléctrico YATO 550W, la herramienta perfecta para transformar tus proyectos en obras maestras. Equipada con un motor robusto de 550W, esta bestia compacta ofrece un rendimiento excepcional para perforar y atornillar en una variedad de materiales, desde madera y metal hasta plástico resistente.\n\nSu diseño ergonómico garantiza un agarre cómodo y seguro, minimizando la fatiga incluso en trabajos prolongados. Gracias a su mandril sin llave, cambiar brocas es rápido y sencillo, ahorrándote tiempo y esfuerzo. Además, su control de velocidad variable te permite ajustar la potencia con precisión, adaptándose a cada tarea con facilidad.\n\nYa seas un aficionado del bricolaje o un profesional exigente, el Taladro Eléctrico YATO 550W es la alianza perfecta entre fuerza, versatilidad y comodidad. Prepárate para darle vida a tus ideas con una herramienta que combina durabilidad y tecnología avanzada en cada giro. ¡Haz que cada perforación cuente con YATO!",
        "price": "19000.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 03:41:24",
        "updated_at": "2025-11-04 03:08:06",
        "status": "ACTIVE",
        "details": "ideal para trabajos pesados que ocupen de fuerza.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 42,
        "store_id": 3,
        "sku": "SKU-1760240679281",
        "name": "Amoladora Angular HOTECHE 115mm 950W",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240678/marketplace/products/xonhi063s9pkyxdxwpnc.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Amoladora Angular HOTECHE 115mm 950W es la compañera ideal para quienes buscan potencia y precisión en cada proyecto. Con un motor robusto de 950W, esta herramienta ofrece un rendimiento excepcional para cortar, desbastar y pulir diversos materiales como metal, piedra y cerámica. Su disco de 115mm permite maniobras cómodas y controladas, facilitando el acceso a espacios reducidos sin sacrificar fuerza.\n\nDiseñada pensando en la comodidad del usuario, cuenta con un agarre ergonómico y un diseño compacto que reduce la fatiga durante largas jornadas de trabajo. Además, su sistema de protección garantiza seguridad al minimizar el riesgo de chispas y rebotes, aportando confiabilidad en cada uso.\n\nPerfecta para profesionales y apasionados del bricolaje, esta amoladora combina potencia, precisión y durabilidad en un solo equipo, convirtiéndose en una herramienta imprescindible para cualquier taller o caja de herramientas. Deja que la HOTECHE 115mm 950W transforme tus ideas en trabajos impecables con facilidad y eficiencia.",
        "price": "26785.00",
        "discount_price": "0.00",
        "stock": 26,
        "is_featured": false,
        "created_at": "2025-10-12 03:44:39",
        "updated_at": "2025-11-04 03:05:51",
        "status": "ACTIVE",
        "details": "incluye los lentes especiales de seguridad.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 43,
        "store_id": 3,
        "sku": "SKU-1760240773120",
        "name": "Sierra Circular HOTECHE 185mm 1300W",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240772/marketplace/products/eeenormxoektwcuw7gld.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la potencia y precisión en cada corte con la Sierra Circular HOTECHE 185mm 1300W, la herramienta ideal para profesionales y aficionados del bricolaje. Equipado con un motor robusto de 1300W, este equipo ofrece un rendimiento excepcional que garantiza cortes limpios y rápidos en madera, plástico y otros materiales. Su disco de 185mm permite profundidades de corte versátiles, adaptándose a diferentes necesidades y proyectos.\n\nLa Sierra Circular HOTECHE destaca por su diseño ergonómico y peso equilibrado, que proporciona un manejo cómodo y seguro durante largas jornadas de trabajo. Su base de aluminio resistente asegura estabilidad y precisión, mientras que el sistema de protección y arranque suave incrementa la seguridad del usuario.\n\nAdemás, su ajuste de profundidad y bisel es sencillo, permitiéndote realizar cortes rectos o inclinados con total confianza. Ya sea para construir muebles, realizar remodelaciones o trabajos de carpintería detallada, esta sierra circular se convierte en tu aliada perfecta para materializar cada idea con calidad profesional. Eleva tu taller con la fiabilidad y eficiencia de HOTECHE. ¡Corta, crea y transforma con la mejor herramienta en tus manos!",
        "price": "38345.00",
        "discount_price": "36300.00",
        "stock": 21,
        "is_featured": false,
        "created_at": "2025-10-12 03:46:13",
        "updated_at": "2025-11-04 03:05:11",
        "status": "ACTIVE",
        "details": "Ideal para trabajos que necesiten cortes precisos.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 44,
        "store_id": 3,
        "sku": "SKU-1760240933205",
        "name": "Taladro de Impacto HOTECHE 13mm 650W",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760240932/marketplace/products/yvfensuqdmpdnpdfmk2h.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder y la precisión en tus manos con el Taladro de Impacto HOTECHE 13mm 650W, la herramienta definitiva para profesionales y entusiastas del bricolaje. Diseñado para enfrentar los trabajos más exigentes, este taladro combina una potente motor de 650W con una capacidad de perforación de hasta 13mm, permitiéndote atravesar madera, metal y mampostería con facilidad y rapidez.\n\nSu sistema de impacto integrado garantiza perforaciones eficientes en materiales duros, mientras que su diseño ergonómico y ligero ofrece un manejo cómodo, incluso durante largas jornadas. Equ ipad o con un portabrocas de bloqueo rápido, cambiar accesorios es sencillo y ágil, optimizando tu tiempo de trabajo.\n\nAdemás, su regulador de velocidad variable te brinda un control total para ajustar la potencia según la tarea, asegurando resultados precisos y profesionales. Ya sea para instalar muebles, realizar reparaciones o proyectos de construcción, el Taladro de Impacto HOTECHE 13mm 650W es tu aliado confiable, resistente y versátil. \n\nLleva tu taller al siguiente nivel y convierte cada perforación en una obra maestra con esta herramienta diseñada para rendir al máximo. ¡Haz que cada golpe cuente!",
        "price": "20485.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 03:48:53",
        "updated_at": "2025-11-04 03:04:39",
        "status": "ACTIVE",
        "details": "Incluye el equipo de seguridad especial.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 45,
        "store_id": 3,
        "sku": "SKU-1760241034447",
        "name": "Lijadora Orbital HOTECHE 150mm 500W",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241033/marketplace/products/rhjjfj0b2et6pmaggjko.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la potencia y precisión en tus proyectos con la Lijadora Orbital HOTECHE 150mm 500W, la herramienta ideal para conseguir acabados profesionales en madera, metal y plástico. Equipado con un motor robusto de 500W, este dispositivo ofrece un rendimiento constante y eficiente, garantizando un lijado uniforme y suave sin esfuerzo.\n\nSu disco orbital de 150 mm proporciona un movimiento excéntrico que minimiza las marcas y evita el desgaste desigual, logrando superficies impecables en cada pasada. Además, cuenta con un sistema de recolección de polvo integrado que mantiene tu área de trabajo limpia y mejora la visibilidad durante el uso. \n\nErgonómica y ligera, la HOTECHE se adapta cómodamente a tu mano, brindándote control total y reduciendo la fatiga en trabajos prolongados. Ideal tanto para aficionados como profesionales, esta lijadora es tu aliada perfecta para restaurar muebles, preparar superficies para pintura o remodelar cualquier pieza con precisión.\n\nTransforma tus ideas en realidad con la calidad y durabilidad que solo HOTECHE puede ofrecer. ¡Dale a tus proyectos el acabado que merecen!",
        "price": "19000.00",
        "discount_price": "16500.00",
        "stock": 81,
        "is_featured": true,
        "created_at": "2025-10-12 03:50:34",
        "updated_at": "2025-11-04 03:18:42",
        "status": "ACTIVE",
        "details": "Deja un acabado limpio y prolijo con la lijadora Orbital.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 47,
        "store_id": 3,
        "sku": "SKU-1760241340412",
        "name": "Piano Digital Yamaha P-125",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241339/marketplace/products/amq62bz4g9dwiwim6ktc.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el equilibrio perfecto entre tradición y tecnología con el Piano Digital Yamaha P-125. Diseñado para músicos que buscan calidad profesional en un formato compacto, este instrumento ofrece un sonido auténtico y una experiencia de toque realista gracias a su teclado Graded Hammer Standard (GHS), que simula la sensibilidad y peso de un piano acústico.\n\nCon sus 24 voces de alta fidelidad, el P-125 permite explorar una amplia variedad de estilos, desde clásicas melodías hasta ritmos modernos. Su sistema de altavoces integrados de última generación proporciona un sonido claro y envolvente que llena cualquier espacio, ya sea en casa o en el escenario.\n\nAdemás, incluye funciones avanzadas como conectividad USB para grabar y reproducir, dúo para tocar en pareja, y metrónomo ajustable, ideales para la práctica y el desarrollo musical. Su diseño elegante y robusto, junto con controles intuitivos, hacen del Yamaha P-125 un compañero ideal para pianistas de todos los niveles.\n\nEleva tu pasión por la música con el Yamaha P-125, donde la tradición pianística se encuentra con la innovación digital para ofrecerte una experiencia única y envolvente.",
        "price": "850000.00",
        "discount_price": "0.00",
        "stock": 51,
        "is_featured": true,
        "created_at": "2025-10-12 03:55:40",
        "updated_at": "2025-11-04 03:18:10",
        "status": "ACTIVE",
        "details": "Aprende a tocar piano con el digita Yamaha y encanta a todos con su sonido único.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 48,
        "store_id": 3,
        "sku": "SKU-1760241456252",
        "name": "Tocadiscos Energy Sistem Blackspin 459438",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241455/marketplace/products/uwczay0ks33u8qkt4gxs.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en el encanto del vinilo con el Tocadiscos Energy Sistem Blackspin 459438, un equipo que combina diseño retro y tecnología moderna para ofrecerte una experiencia auditiva única. Su elegante acabado en negro mate y detalles metálicos aportan un toque sofisticado a cualquier espacio. \n\nEste tocadiscos cuenta con un plato de alta precisión que garantiza una reproducción estable y fiel, mientras que su aguja de calidad superior cuida cada surco de tus discos para preservar su sonido original. Además, incorpora altavoces integrados que llenan la habitación con un audio claro y potente, y para los más exigentes, salida RCA para conectar a sistemas externos.\n\nEl Blackspin 459438 permite reproducir discos a 33, 45 y 78 rpm, adaptándose a todas tus colecciones, desde clásicos hasta rarezas. Su sencillo control manual y función de parada automática hacen que su uso sea intuitivo y cómodo. Si buscas revivir la magia del vinilo con estilo y calidad, este tocadiscos es tu compañero ideal. ¡Déjate llevar por el sonido vintage que solo un Energy Sistem Blackspin puede ofrecer!",
        "price": "57600.00",
        "discount_price": "0.00",
        "stock": 61,
        "is_featured": false,
        "created_at": "2025-10-12 03:57:36",
        "updated_at": "2025-10-12 03:57:36",
        "status": "ACTIVET",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 49,
        "store_id": 3,
        "sku": "SKU-1760241566591",
        "name": "Guitarra Acústica Fender PS220E Parlor",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241566/marketplace/products/if6oww6fknctssj7uajd.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la esencia del sonido auténtico con la guitarra acústica Fender PS220E Parlor, una joya que combina estilo clásico y rendimiento moderno. Su cuerpo compacto Parlor, elaborado con madera de primera calidad, ofrece un tono cálido y equilibrado, ideal para músicos que buscan versatilidad y comodidad en cada acorde. El acabado natural resalta la belleza de sus vetas, mientras que el diseño elegante invita a tocar durante horas sin esfuerzo.\n\nEquipado con un sistema de preamplificación Fender FS-T con afinador incorporado, esta guitarra te permite amplificar tu música con claridad y precisión, perfecta para presentaciones en vivo o grabaciones en estudio. Su mástil delgado y diapasón cómodo facilitan la ejecución, adaptándose tanto a principiantes como a profesionales.\n\nYa sea en una reunión íntima, en la sala de ensayo o bajo el cielo estrellado, la Fender PS220E Parlor es la compañera ideal para inspirar cada nota y darle vida a tus melodías. Experimenta la magia de un instrumento que une tradición y tecnología en un balance perfecto.",
        "price": "767700.00",
        "discount_price": "0.00",
        "stock": 59,
        "is_featured": false,
        "created_at": "2025-10-12 03:59:26",
        "updated_at": "2025-10-12 03:59:26",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 50,
        "store_id": 3,
        "sku": "SKU-1760241630686",
        "name": "Violín Xsound 4/4 MOV01244",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241629/marketplace/products/uz1d9adya0r7jftmzp9c.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "El Violín Xsound 4/4 MOV01244 es la elección perfecta para músicos apasionados que buscan un instrumento de calidad con excelente sonido y diseño elegante. Fabricado con maderas selectas y cuidadosamente ensamblado, este violín ofrece una resonancia cálida y un tono equilibrado, ideal tanto para estudiantes avanzados como para profesionales. Su diseño clásico se complementa con acabados detallados que reflejan la tradición y excelencia de la luthería. Incluye accesorios imprescindibles como arco, estuche rígido y resina, facilitando su transporte y cuidado. Con el Violín Xsound 4/4 MOV01244, cada melodía cobra vida y la experiencia musical se enriquece, convirtiéndolo en un compañero ideal para tus prácticas y presentaciones. Disfruta la combinación perfecta entre calidad, confort y estética en un instrumento que inspira creatividad.",
        "price": "62800.00",
        "discount_price": "59500.00",
        "stock": 59,
        "is_featured": false,
        "created_at": "2025-10-12 04:00:31",
        "updated_at": "2025-10-12 04:00:31",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 51,
        "store_id": 3,
        "sku": "SKU-1760241702055",
        "name": "Batería de Marcha DMTK08101213BL",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241701/marketplace/products/fmohuc7wzdwl4qnc3ohh.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Batería de Marcha DMTK08101213BL es la aliada perfecta para garantizar el arranque confiable de tu vehículo en cualquier condición. Diseñada con tecnología avanzada, ofrece una potencia constante y una durabilidad excepcional, resistiendo ciclos de carga y descarga sin perder rendimiento. Su construcción robusta y compacta permite una instalación sencilla en una amplia variedad de automóviles, motocicletas y equipos eléctricos.\n\nGracias a su diseño de alta eficiencia, esta batería soporta temperaturas extremas, asegurando un desempeño óptimo tanto en climas fríos como cálidos. Además, su mantenimiento es mínimo, ofreciéndote comodidad y confianza a largo plazo. La Batería DMTK08101213BL destaca por su capacidad de mantener una corriente estable que facilita el encendido rápido del motor, incluso después de períodos de inactividad.\n\nSi buscas una solución confiable y duradera para el arranque de tu vehículo, la DMTK08101213BL es la elección ideal. Potencia, resistencia y tecnología en un solo producto para que nunca te quedes parado.",
        "price": "107600.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 04:01:42",
        "updated_at": "2025-10-12 04:01:42",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 52,
        "store_id": 3,
        "sku": "SKU-1760241769470",
        "name": "Kit de Limpieza para Guitarra de 4 Pasos",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760241769/marketplace/products/lgdnqyzv2tzedgalil8r.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Transforma el cuidado de tu guitarra en un ritual impecable con nuestro Kit de Limpieza para Guitarra de 4 Pasos. Diseñado especialmente para músicos exigentes, este set incluye todo lo necesario para mantener tu instrumento como el primer día. Comienza con el limpiador especial que elimina suciedad y restos de sudor sin dañar la madera ni el acabado. Luego, la pulsera de microfibra de alta calidad pule suavemente, devolviendo el brillo natural y realzando cada detalle. El tercer paso es el acondicionador de diapasón, que nutre la madera, evitando grietas y prolongando la vida útil de tu guitarra. Para finalizar, un cepillo compacto elimina el polvo acumulado en las cuerdas y áreas difíciles, asegurando un sonido siempre claro y potente. Compacto, fácil de usar y perfecto para cualquier tipo de guitarra, este kit es el aliado ideal para músicos que valoran la perfección y el cuidado profesional. Dale a tu guitarra el cuidado que merece y siente la diferencia en cada acorde.",
        "price": "19770.00",
        "discount_price": "0.00",
        "stock": 81,
        "is_featured": false,
        "created_at": "2025-10-12 04:02:49",
        "updated_at": "2025-10-12 04:02:49",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 53,
        "store_id": 4,
        "sku": "SKU-1760242374537",
        "name": "Vestido de fiesta negro",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760242374/marketplace/products/fztpk4tyndygh3ie963v.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la elegancia en su máxima expresión con nuestro vestido de fiesta negro, la pieza perfecta para brillar en cualquier ocasión especial. Confeccionado con tejidos de alta calidad que acarician la piel, este vestido combina sofisticación y comodidad en un diseño atemporal. Su silueta entallada realza la figura, mientras que el escote sutilmente pronunciado y los detalles delicados aportan un toque de sensualidad refinada.\n\nIdeal para tardes y noches de gala, graduaciones o cenas sofisticadas, su color negro profundo es sinónimo de misterio y estilo impecable. El vestido cuenta con un acabado satinado que captura la luz con cada movimiento, invitándote a destacar con confianza y glamour. Además, su longitud midi ofrece versatilidad y elegancia, permitiéndote combinarlo fácilmente con accesorios dorados, plateados o de colores vibrantes.\n\nAtrévete a ser el centro de atención con este vestido que encarna la perfección clásica y moderna. Un imprescindible en tu guardarropa que te acompañará en momentos inolvidables, haciendo que cada paso sea una declaración de estilo y buen gusto. ¡Luce radiante y siente la magia de la noche con nuestro vestido de fiesta negro!",
        "price": "39900.00",
        "discount_price": "35500.00",
        "stock": 71,
        "is_featured": true,
        "created_at": "2025-10-12 04:12:54",
        "updated_at": "2025-10-12 04:12:54",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 54,
        "store_id": 4,
        "sku": "SKU-1760242432480",
        "name": "Blusa de lino",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760242432/marketplace/products/v1lzxteije3sm8exytkj.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la elegancia natural con nuestra blusa de lino, una prenda que fusiona comodidad y estilo en cada detalle. Elaborada con lino 100% puro, esta blusa ofrece una textura suave y fresca, ideal para mantenerte cómoda durante todo el día, especialmente en climas cálidos. Su diseño atemporal presenta un corte relajado que realza la silueta sin ajustarla, con mangas ligeramente abullonadas que aportan un toque de sofisticación y movimiento.\n\nEl cuello en V sutilmente pronunciado y los botones frontales delicados añaden personalidad y versatilidad, permitiendo combinarla fácilmente tanto con pantalones casuales como con faldas más formales. Disponible en tonos naturales y terrosos, esta blusa evoca la esencia de la naturaleza, ofreciendo una pieza versátil que transita sin esfuerzo del día a la noche.\n\nPerfecta para quienes buscan una prenda eco-friendly y duradera, nuestra blusa de lino es ideal para quienes valoran la calidad y el diseño sostenible. Añádela a tu guardarropa para experimentar la frescura y ligereza que solo el lino puede brindar, acompañándote en cada momento con estilo y comodidad.",
        "price": "19900.00",
        "discount_price": "0.00",
        "stock": 51,
        "is_featured": false,
        "created_at": "2025-10-12 04:13:52",
        "updated_at": "2025-10-12 04:13:52",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 55,
        "store_id": 4,
        "sku": "SKU-1760242553178",
        "name": "Pantalón wide leg",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760242552/marketplace/products/wcuwpokwy2rcyqrgemhq.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la elegancia cómoda con nuestro pantalón wide leg, la prenda ideal para quienes buscan estilo y libertad de movimiento. Con un corte amplio desde la cintura hasta el bajo, este pantalón abraza tu silueta sin limita tu comodidad, creando una caída fluida que aporta sofisticación y modernidad a cualquier look. \n\nConfeccionado en telas suaves y ligeras, su textura garantiza frescura durante todo el día, mientras que su diseño versátil lo convierte en un básico imprescindible. Perfecto para combinar con blusas ajustadas, camisetas casuales o incluso blazer para un outfit de oficina con personalidad. \n\nEl pantalón wide leg es mucho más que una tendencia: es una declaración de confianza y buen gusto. Ideal para quienes quieren marcar presencia sin renunciar a la comodidad, se adapta a ocasiones formales o informales, desde una reunión de trabajo hasta un paseo urbano. Atrévete a jugar con accesorios y calzado para potenciar tu estilo único y sacar el máximo partido a esta prenda atemporal. ¡Una pieza que transforma tu armario y eleva tu look con cada paso!",
        "price": "22000.00",
        "discount_price": "19500.00",
        "stock": 77,
        "is_featured": false,
        "created_at": "2025-10-12 04:15:53",
        "updated_at": "2025-11-04 01:47:43",
        "status": "ACTIVE",
        "details": "Bello pantalón elegante para mujeres ideal para reuniones formales.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 56,
        "store_id": 4,
        "sku": "SKU-1760242676483",
        "name": "Falda midi",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760242676/marketplace/products/u4jiwhdlz2uplopl0udy.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la elegancia cotidiana con nuestra falda midi, una prenda versátil que combina comodidad y estilo en cada paso. Diseñada para realzar tu figura, esta falda cae suavemente hasta la mitad de la pantorrilla, creando un look sofisticado y moderno. Confeccionada en una tela ligera y de alta calidad, se adapta perfectamente a tus movimientos, ideal tanto para un día en la oficina como para una salida casual.\n\nSu corte fluido y cintura ajustable garantizan un ajuste impecable, mientras que su diseño minimalista permite combinarla fácilmente con blusas, camisetas o chaquetas. Disponible en tonos neutros y colores vibrantes, es un imprescindible que se transforma según tu estado de ánimo y ocasión.\n\nYa sea que la combines con tacones para un evento especial o con zapatillas para un look relajado, esta falda midi será la aliada perfecta para expresar tu estilo personal con comodidad y elegancia. Atrévete a renovar tu armario con una prenda que habla de feminidad, sofisticación y confianza.",
        "price": "24900.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 04:17:56",
        "updated_at": "2025-11-04 01:47:01",
        "status": "ACTIVE",
        "details": "Bella falda floral, adecuada para cualquier ocasión y combina con todo.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 57,
        "store_id": 4,
        "sku": "SKU-1760242799970",
        "name": "Abrigo columbia",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760242799/marketplace/products/pdhdfqmmxsqtcbo1oumu.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la combinación perfecta entre estilo y funcionalidad con el abrigo Columbia, diseñado para acompañarte en tus aventuras más desafiantes. Confeccionado con materiales de alta tecnología, este abrigo ofrece una protección excepcional contra el frío, el viento y la humedad, manteniéndote siempre cómodo y seco. Su diseño ergonómico se adapta a la silueta, brindando libertad de movimiento sin sacrificar calidez.\n\nLa innovadora tecnología Omni-Heat® refleja el calor corporal para conservar la temperatura ideal, mientras que las costuras selladas evitan cualquier filtración de agua. Además, cuenta con múltiples bolsillos estratégicos para guardar tus objetos personales de forma segura y un cierre resistente que protege contra el clima más adverso. Perfecto tanto para urbanitas como para amantes de la naturaleza, el abrigo Columbia es una prenda indispensable para enfrentar el invierno con confianza y estilo.\n\nAtrévete a vivir nuevas experiencias sin importar el clima, porque con Columbia estarás siempre preparado para conquistar el frío con comodidad y elegancia.",
        "price": "69900.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 04:20:00",
        "updated_at": "2025-11-04 01:46:16",
        "status": "ACTIVE",
        "details": "Cómodo y mantiene la temperatura bastante bien en climas muy frio.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 58,
        "store_id": 4,
        "sku": "SKU-1760243011198",
        "name": "Ethereal Glow Lip Balm – Corpse Bride",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243010/marketplace/products/dnacjsbp3vqrs665psnc.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia etérea con el bálsamo labial **Ethereal Glow – Corpse Bride**, una joya inspirada en la belleza fantasmal y encantadora de la novia cadáver. Este bálsamo no solo hidrata profundamente, sino que envuelve tus labios en un delicado brillo translúcido, que captura la luz como un suspiro de otro mundo. Su fórmula suave, enriquecida con extractos naturales y minerales brillantes, aporta un resplandor frío y misterioso que recuerda a la luna en una noche de niebla.\n\nPerfecto para quienes buscan un toque sutil pero inolvidable, Ethereal Glow convierte tus labios en un lienzo encantado, ideal para cualquier ocasión donde quieras destacar sin perder ese aire enigmático y elegante. Además, su aroma ligeramente dulce con notas florales evoca pétalos olvidados en un jardín encantado, transportándote a un universo de sueños y romance sobrenatural.\n\nDéjate envolver por la esencia única de **Ethereal Glow Lip Balm – Corpse Bride** y lleva contigo un destello de magia eterna en cada sonrisa. ¡Una experiencia sublime para labios que cuentan historias más allá de la realidad!",
        "price": "3000.00",
        "discount_price": "2400.00",
        "stock": 20,
        "is_featured": true,
        "created_at": "2025-10-12 04:23:31",
        "updated_at": "2025-11-05 00:48:12",
        "status": "ACTIVE",
        "details": "Deja una sensación de hidratación en los labios aparte trae un anillo conmemorativo a la película con un grabado en el.",
        "sold_count": 0,
        "rating": 4.5
    },
    {
        "id": 59,
        "store_id": 4,
        "sku": "SKU-1760243307479",
        "name": "Aceites Labiales SKIN x The Nightmare Before Christmas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243306/marketplace/products/kpsdazfxwksxiy38eins.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia oscura y encantadora de **SKIN x The Nightmare Before Christmas** en cada gota de nuestros aceites labiales. Inspirados en el icónico mundo de Jack Skellington y sus amigos, estos aceites combinan hidratación profunda con un toque de fantasía gótica, perfecto para quienes buscan cuidar sus labios con estilo único.\n\nSu fórmula ligera y nutritiva, enriquecida con aceites naturales y vitaminas, revitaliza tus labios resecos dejándolos suaves, brillantes y con un sutil aroma que evoca las noches misteriosas de Halloween Town. Presentados en envases coleccionables con diseños exclusivos que capturan la esencia del clásico de Tim Burton, cada aplicación es una experiencia que transporta tus sentidos al universo mágico y oscuro de The Nightmare Before Christmas.\n\nIdeal para llevar en tu bolso y usar en cualquier momento, estos aceites labiales no solo protegen, sino que también son un guiño a la creatividad y al espíritu libre. Atrévete a lucir unos labios irresistibles con un toque de misterio y nostalgia. ¡Convierte tu cuidado diario en una aventura fantástica con SKIN x The Nightmare Before Christmas!",
        "price": "17000.00",
        "discount_price": "0.00",
        "stock": 79,
        "is_featured": true,
        "created_at": "2025-10-12 04:28:27",
        "updated_at": "2025-11-04 03:27:01",
        "status": "ACTIVE",
        "details": "set de dos lip serums y dos lip olis en colaboración con The Nightmare Before Christmas, con olor y colores variados.",
        "sold_count": 0,
        "rating": 5
    },
    {
        "id": 60,
        "store_id": 4,
        "sku": "SKU-1760243470347",
        "name": "Hello Kitty｜SHEGLAM Bow-Utiful Highlighting Body Mist",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243470/marketplace/products/l0bqio03c2vpiyz4octu.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia de Hello Kitty con el SHEGLAM Bow-Utiful Highlighting Body Mist, un spray corporal que ilumina tu piel con un brillo sutil y encantador. Inspirado en la icónica mascota, este mist combina una fragancia dulce y delicada con destellos perlados que reflejan la luz, dejando un halo radiante y juvenil en tu cuerpo. Su fórmula ligera se absorbe rápidamente, proporcionando hidratación y un efecto satinando que realza tu piel natural sin sensación pegajosa.\n\nPerfecto para usar después de la ducha o como toque final antes de salir, este spray es un aliado para sentirte fresca, luminosa y llena de energía. Su envase rosado, decorado con el lazo emblemático de Hello Kitty, añade un toque adorable a tu rutina de belleza y es ideal para llevar en tu bolso.\n\nBow-Utiful Highlighting Body Mist es más que un spray corporal, es una experiencia para tus sentidos que combina cuidado, aroma y brillo. Úsalo para resaltar tu belleza única y contagiar alegría en cada paso que des. ¡Haz que tu piel brille tanto como tu personalidad con este must-have de SHEGLAM y Hello Kitty!",
        "price": "4500.00",
        "discount_price": "0.00",
        "stock": 52,
        "is_featured": false,
        "created_at": "2025-10-12 04:31:10",
        "updated_at": "2025-11-04 01:43:58",
        "status": "ACTIVE",
        "details": "Deja unos reflejos brillantes y resalta la belleza.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 61,
        "store_id": 4,
        "sku": "SKU-1760243567430",
        "name": "SHEGLAM x Harry Potter – Bálsamo Labial Amortentia",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243567/marketplace/products/aspux1uq31y6dz6d7m8c.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia en cada aplicación con el Bálsamo Labial Amortentia de SHEGLAM x Harry Potter. Inspirado en la legendaria poción del amor, este bálsamo no solo hidrata y nutre tus labios, sino que también envuelve tus sentidos en un aroma encantador y embriagador que cautiva como un hechizo. Su fórmula cremosa y ligera se desliza suavemente, dejando un brillo sutil y una sensación de suavidad irresistible, como un toque de magia que despierta la confianza y el encanto.\n\nEl empaque, diseñado con detalles inspirados en la icónica poción Amortentia, recuerda a las profundidades misteriosas del mundo mágico, con tonos brillantes que evocan romance y poder. Perfecto para muggles y magos por igual, este bálsamo no solo protege tus labios contra la sequedad, sino que también es el complemento ideal para cualquier look diario o para una noche llena de hechizos y aventuras.\n\nSumérgete en un hechizo de amor y cuidado personal con el Bálsamo Labial Amortentia de SHEGLAM x Harry Potter, y deja que la magia te acompañe dondequiera que vayas. ¡Un toque mágico para labios irresistibles!",
        "price": "3000.00",
        "discount_price": "2400.00",
        "stock": 66,
        "is_featured": false,
        "created_at": "2025-10-12 04:32:47",
        "updated_at": "2025-11-04 01:44:34",
        "status": "ACTIVE",
        "details": "Deja los labios hidratados y con un brillo único.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 62,
        "store_id": 4,
        "sku": "SKU-1760243812948",
        "name": "SHEGLAM x Corpse Bride – Beaming Butterfly Highlighter",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243812/marketplace/products/fu4htbq1ygj0agdgelft.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia etérea con el *SHEGLAM x Corpse Bride – Beaming Butterfly Highlighter*, un iluminador que captura la esencia encantada del mundo de Corpse Bride. Su fórmula sedosa y ultra pigmentada ofrece un brillo iridiscente que refleja destellos nacarados y tonos pastel, emulando el vuelo de mariposas luminescentes en una noche mágica. \n\nEste highlighter no solo realza tus pómulos, arco de las cejas y el puente de la nariz, sino que transforma tu piel en un lienzo luminoso y de ensueño, con un acabado que abraza tanto looks naturales como glamorosos. Su empaque, inspirado en la estética gótica-romántica de la novia cadáver, es una joya para cualquier colección de maquillaje. \n\nIdeal para quienes buscan un toque de fantasía en su rutina diaria, el *Beaming Butterfly Highlighter* combina arte y belleza en cada aplicación, invitándote a brillar con un aura misteriosa y llena de encanto. Deja que tu luz interior emerja y vuela alto, como una mariposa que ilumina la oscuridad.",
        "price": "4200.00",
        "discount_price": "0.00",
        "stock": 42,
        "is_featured": false,
        "created_at": "2025-10-12 04:36:53",
        "updated_at": "2025-10-12 04:36:53",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 63,
        "store_id": 4,
        "sku": "SKU-1760243966936",
        "name": "Suplemento de Vitamina C – NOW Foods, 1000 mg, 250 tab",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760243966/marketplace/products/pzj3kagpr1f9f113dskh.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder revitalizante del Suplemento de Vitamina C de NOW Foods, presentado en cómodas tabletas de 1000 mg. Cada frasco contiene 250 tabletas cuidadosamente formuladas para apoyar tu sistema inmunológico, proteger tus células del estrés oxidativo y promover una piel radiante y saludable. La vitamina C es esencial para la producción de colágeno, ayudando a mantener la elasticidad y firmeza de la piel, además de potenciar la absorción de hierro para una energía natural y duradera.\n\nPerfecto para quienes buscan reforzar sus defensas en épocas de mayor demanda o para mantener un estilo de vida activo y equilibrado. Su fórmula pura y de alta potencia garantiza máxima absorción sin aditivos innecesarios, ideal para el consumo diario. Empieza cada día con la confianza de brindar a tu cuerpo el apoyo antioxidante que necesita para enfrentar retos y sentirte renovado. NOW Foods, calidad en la que puedes confiar para tu bienestar integral. ¡Potencia tu vitalidad con cada tableta!",
        "price": "16500.00",
        "discount_price": "13500.00",
        "stock": 15,
        "is_featured": false,
        "created_at": "2025-10-12 04:39:27",
        "updated_at": "2025-10-12 04:39:27",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 64,
        "store_id": 4,
        "sku": "SKU-1760244022133",
        "name": "Termómetro Digital Braun ThermoScan 7",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244021/marketplace/products/u80fpi6igwndi787iyhk.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el Braun ThermoScan 7, el termómetro digital que transforma la manera de cuidar la salud de tu familia. Con su avanzada tecnología Age Precision, ofrece lecturas precisas y adaptadas a cada etapa de la vida, desde bebés hasta adultos, facilitando la interpretación de la temperatura con indicaciones claras de fiebre alta, moderada o normal mediante un sistema de colores intuitivo. Su punta precalentada garantiza comodidad durante la medición, evitando sensaciones incómodas, mientras que su sensor de posicionamiento asegura lecturas fiables y rápidas en tan solo un instante.\n\nAdemás, cuenta con una memoria inteligente que almacena las últimas nueve mediciones, facilitando el seguimiento continuo de tu bienestar. Su diseño ergonómico y fácil de limpiar lo convierte en el compañero ideal para el cuidado diario. Con el Braun ThermoScan 7, la precisión, rapidez y confort se unen para ofrecerte tranquilidad y seguridad en cada lectura. Perfecto para quienes buscan un control de temperatura eficiente, higiénico y confiable en cualquier momento y lugar. ¡Un termómetro pensado para toda la familia!",
        "price": "45000.00",
        "discount_price": "0.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 04:40:22",
        "updated_at": "2025-10-12 04:40:22",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 65,
        "store_id": 4,
        "sku": "SKU-1760244099807",
        "name": "Oxímetro de Pulso Digital ChoiceMMed",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244099/marketplace/products/rpq8cnvqoym6oten3vsk.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el Oxímetro de Pulso Digital ChoiceMMed, tu aliado perfecto para monitorear tu salud en cualquier momento y lugar. Este dispositivo compacto y liviano ofrece una medición rápida, precisa y confiable de los niveles de oxígeno en sangre (SpO2) y la frecuencia cardíaca, convirtiéndolo en una herramienta esencial tanto para deportistas como para personas con condiciones respiratorias.\n\nSu pantalla OLED brillante y clara muestra los resultados de forma intuitiva, facilitando la lectura incluso en ambientes con poca luz. Gracias a su diseño ergonómico y a la función de apagado automático, el ChoiceMMed garantiza comodidad y ahorro de batería en cada uso.\n\nIdeal para uso en casa, actividades al aire libre o entornos clínicos, este oxímetro cuenta con tecnología avanzada que minimiza interferencias y ofrece datos consistentes. Además, su sencillo pulsar de botón lo hace accesible para todas las edades, brindándote tranquilidad y control sobre tu bienestar.\n\nCon el Oxímetro de Pulso Digital ChoiceMMed, cuida de tu salud de manera fácil, rápida y efectiva. Porque cada respiración cuenta.",
        "price": "28500.00",
        "discount_price": "0.00",
        "stock": 44,
        "is_featured": false,
        "created_at": "2025-10-12 04:41:40",
        "updated_at": "2025-10-12 04:41:40",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 66,
        "store_id": 4,
        "sku": "SKU-1760244166223",
        "name": "Aceite de Árbol de Té 100% Puro – Now Foods, 59 ml",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244165/marketplace/products/b54bn0iw3c9ec2cyuec2.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder natural del Aceite de Árbol de Té 100% Puro de Now Foods, un aliado esencial para tu bienestar diario. Extraído cuidadosamente de las hojas del árbol Melaleuca alternifolia, este aceite esencial puro de 59 ml es conocido por sus propiedades antimicrobianas y antisépticas, ofreciendo un cuidado natural para la piel y el hogar.\n\nSu aroma fresco y herbal revitaliza tus sentidos mientras combate impurezas, ayudando a mantener una piel limpia y saludable. Ideal para tratar pequeñas irritaciones, acné o infecciones menores, este aceite también se utiliza para desinfectar y purificar ambientes, aportando frescura y protección.\n\nPresentado en un envase seguro y práctico, el Aceite de Árbol de Té de Now Foods es perfecto para quienes buscan una alternativa natural y confiable. Úsalo diluido en tu rutina de cuidado personal o en tu limpieza diaria para experimentar sus beneficios ecoamigables y efectivos. ¡Incorpora hoy este tesoro botánico a tu vida y siente la fuerza de la naturaleza en cada gota!",
        "price": "8500.00",
        "discount_price": "6500.00",
        "stock": 57,
        "is_featured": false,
        "created_at": "2025-10-12 04:42:46",
        "updated_at": "2025-10-12 04:42:46",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 67,
        "store_id": 4,
        "sku": "SKU-1760244228968",
        "name": "Crema Analgésica Voltaren Emulgel 100 g",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244228/marketplace/products/j3wgnobwhbfo4wt4ca2f.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Crema Analgésica Voltaren Emulgel 100 g es el aliado perfecto para aliviar el dolor muscular y articular de forma rápida y eficaz. Su fórmula avanzada penetra profundamente en la piel, actuando directamente en el foco de la molestia para reducir inflamación, hinchazón y rigidez. Ideal para quienes sufren de dolores asociados a lesiones deportivas, artritis o tensiones musculares cotidianas.\n\nCon una textura ligera y de fácil absorción, Voltaren Emulgel no deja sensación grasosa ni pegajosa, permitiendo continuar con la rutina diaria sin molestias. Su aplicador en tubo permite dosificar la cantidad precisa, facilitando su uso en casa o fuera de ella. Además, su fragancia suave garantiza una experiencia fresca y agradable al aplicar el gel.\n\nConfía en la eficacia de Voltaren, una marca reconocida mundialmente por su calidad y respaldo científico. Recupérate mejor y muévete con libertad gracias a esta crema analgésica que combina rapidez, potencia y comodidad en cada aplicación. ¡Dile adiós al dolor y dale la bienvenida al bienestar!",
        "price": "10900.00",
        "discount_price": "0.00",
        "stock": 61,
        "is_featured": false,
        "created_at": "2025-10-12 04:43:49",
        "updated_at": "2025-10-12 04:43:49",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 68,
        "store_id": 4,
        "sku": "SKU-1760244521442",
        "name": "Zapatillas On Cloudswift 4 para Mujer",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244521/marketplace/products/ilikysphhjdcfj41tkol.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la perfecta combinación entre estilo, comodidad y rendimiento con las zapatillas On Cloudswift 4 para mujer. Diseñadas para quienes buscan llevar su entrenamiento y su día a día al siguiente nivel, estas zapatillas ofrecen una amortiguación innovadora gracias a su tecnología Helion™ superligera, que absorbe impactos sin perder reactividad. Su suela exterior está confeccionada con caucho antideslizante, proporcionando una tracción excepcional en diversas superficies urbanas.\n\nEl diseño moderno y aerodinámico incluye una parte superior de malla transpirable que permite una ventilación óptima, manteniendo tus pies frescos incluso en los días más intensos. Además, su estructura envolvente se adapta como una segunda piel, brindando soporte y libertad de movimiento a la vez. Perfectas para correr, caminar o combinar con tus looks casuales, las On Cloudswift 4 realzan tu rendimiento sin sacrificar estilo.\n\nAtrévete a sentir la ligereza de correr sobre las nubes y haz que cada paso cuente con las On Cloudswift 4 para mujer, donde innovación y elegancia se fusionan en cada carrera.",
        "price": "101075.00",
        "discount_price": "91750.00",
        "stock": 41,
        "is_featured": false,
        "created_at": "2025-10-12 04:48:41",
        "updated_at": "2025-10-12 04:48:41",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 69,
        "store_id": 4,
        "sku": "SKU-1760244619044",
        "name": "Guantes de Boxeo Everlast Pro Style Elite",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244618/marketplace/products/tmbbvnvozum0emd6mj8n.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la máxima protección y comodidad con los Guantes de Boxeo Everlast Pro Style Elite, diseñados para elevar tu entrenamiento al siguiente nivel. Estos guantes combinan un diseño ergonómico con materiales de alta calidad que ofrecen durabilidad y un ajuste perfecto, adaptándose como una segunda piel a tus manos. Su acolchado de espuma múltiple garantiza una absorción de impactos superior, protegiendo tus nudillos y articulaciones durante cada golpe.\n\nEl exterior de cuero sintético resistente asegura larga vida útil, mientras que el cierre de velcro ajustable proporciona un soporte firme y personalizado en la muñeca, evitando lesiones y mejorando la estabilidad. Ideales tanto para principiantes como para boxeadores avanzados, los Everlast Pro Style Elite facilitan movimientos precisos y rápidos, permitiendo que te concentres en tu técnica con total confianza.\n\nColócalos y siente la diferencia: estos guantes no solo protegen, sino que también inspiran potencia y control en cada entrenamiento. Ya sea en el gimnasio o durante sparrings intensos, los Everlast Pro Style Elite son tu compañero perfecto para alcanzar tus metas y dominar el arte del boxeo.",
        "price": "39900.00",
        "discount_price": "0.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 04:50:19",
        "updated_at": "2025-10-12 04:50:19",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 70,
        "store_id": 4,
        "sku": "SKU-1760244686671",
        "name": "Balón de Baloncesto Spalding NBA Zi/O Excel",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244686/marketplace/products/qoozdpqix6aaiouw9kpg.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Eleva tu juego con el Balón de Baloncesto Spalding NBA Zi/O Excel, diseñado para auténticos apasionados del baloncesto. Este balón combina a la perfección tecnología avanzada y materiales de alta calidad para ofrecer un agarre excepcional y un control inigualable en cada drible y lanzamiento. Su superficie de goma microperforada proporciona una tracción superior tanto en interiores como en exteriores, adaptándose a cualquier tipo de cancha.\n\nInspirado en el compromiso profesional de la NBA, el Zi/O Excel cuenta con un diseño moderno y vibrante que refleja la energía y dinamismo del deporte rey. Su núcleo de goma garantiza una excelente retención de aire y durabilidad, manteniendo la forma y el rebote óptimo durante largos períodos de juego.\n\nIdeal para entrenamientos y partidos casuales, este balón es la elección perfecta para quienes buscan rendimiento y estilo en cada movimiento. Con el Spalding NBA Zi/O Excel en tus manos, sentirás la confianza y el poder de un verdadero campeón en cada jugada. ¡Prepárate para dominar la cancha!",
        "price": "29900.00",
        "discount_price": "0.00",
        "stock": 56,
        "is_featured": false,
        "created_at": "2025-10-12 04:51:27",
        "updated_at": "2025-10-12 04:51:27",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 71,
        "store_id": 4,
        "sku": "SKU-1760244794714",
        "name": "Bicicleta de Montaña Trek Marlin 5",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244794/marketplace/products/qlt2rpvisllw3qfowvfk.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La bicicleta de montaña Trek Marlin 5 es tu compañera perfecta para conquistar cualquier sendero. Diseñada para aventureros que buscan combinar resistencia y rendimiento, esta bicicleta cuenta con un cuadro liviano de aluminio que ofrece una maniobrabilidad excepcional en terrenos irregulares. Su suspensión delantera absorbe impactos, proporcionando comodidad incluso en las rutas más desafiantes.\n\nEquipada con un sistema de cambios Shimano de 21 velocidades, la Marlin 5 te permite adaptarte rápidamente a subidas empinadas y descensos vertiginosos, asegurando un pedaleo suave y eficiente. Los frenos de disco hidráulicos garantizan un frenado preciso y seguro bajo cualquier condición climática, aumentando tu confianza en cada bajada.\n\nSus neumáticos robustos y con buen agarre están diseñados para mantener la estabilidad en barro, piedras y tierra suelta. Además, su geometría ergonómica te ofrece una postura cómoda para largas jornadas en la montaña o paseos por la ciudad.\n\nLa Trek Marlin 5 es mucho más que una bicicleta; es la llave para explorar nuevos caminos, sentir la libertad y conectar con la naturaleza. Ideal para ciclistas principiantes y entusiastas que buscan calidad y aventura en cada pedalada. ¡Prepárate para vivir la emoción del trail con estilo y seguridad!",
        "price": "349000.00",
        "discount_price": "314000.00",
        "stock": 57,
        "is_featured": false,
        "created_at": "2025-10-12 04:53:15",
        "updated_at": "2025-10-12 04:53:15",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 72,
        "store_id": 4,
        "sku": "SKU-1760244875572",
        "name": "Manta de Yoga Reebok",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760244875/marketplace/products/ggcfyysymijissjhdnoj.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en cada práctica con la Manta de Yoga Reebok, diseñada para acompañarte en cada postura y momento de relajación. Fabricada con materiales suaves y duraderos, esta manta ofrece una textura acogedora que protege tu cuerpo del suelo frío y aporta un extra de confort durante tus sesiones. Su tamaño ideal te permite cubrirte completamente o usarla doblada para apoyar rodillas, codos y cuello, facilitando una alineación perfecta y evitando molestias.\n\nCon un diseño elegante y minimalista, en tonos neutros que combinan con cualquier espacio, es perfecta tanto para práctica en casa como en estudios o al aire libre. Además, su fácil lavado y secado rápido garantizan higiene en cada uso. La Manta de Yoga Reebok no es solo un complemento, sino una extensión de tu rutina de bienestar, invitándote a conectar cuerpo y mente con mayor profundidad. Lleva tu práctica al siguiente nivel con la calidez y calidad que solo Reebok puede ofrecer.",
        "price": "15900.00",
        "discount_price": "0.00",
        "stock": 87,
        "is_featured": false,
        "created_at": "2025-10-12 04:54:35",
        "updated_at": "2025-10-12 04:54:35",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 73,
        "store_id": 4,
        "sku": "SKU-1760245483169",
        "name": "Pack de 5 Comidas Low Calories",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760245482/marketplace/products/z7eqyndnxukrzxljjzk6.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el equilibrio perfecto entre sabor y bienestar con nuestro Pack de 5 Comidas Low Calories, diseñado para quienes buscan cuidar su salud sin renunciar al placer de comer. Cada plato ha sido cuidadosamente elaborado con ingredientes frescos y naturales, bajos en calorías pero ricos en nutrientes, ideal para mantener tu energía durante todo el día.\n\nEste pack incluye una variedad de recetas deliciosas y equilibradas que se adaptan a tu ritmo de vida: desde ensaladas vibrantes y coloridas, hasta exquisitos platos proteicos con un toque de especias que despiertan tus sentidos. Perfectas para quienes desean controlar su peso, mejorar su alimentación o simplemente disfrutar de una comida ligera y completa.\n\nAdemás, nuestras comidas son prácticas, listas para disfrutar en cualquier momento, ahorrándote tiempo en la cocina sin sacrificar calidad ni sabor. Dale a tu cuerpo lo que merece y transforma tu rutina con este combo saludable que alimenta tu cuerpo y alma. ¡Empieza hoy a sentirte más ligero, activo y feliz con cada bocado!",
        "price": "95360.00",
        "discount_price": "0.00",
        "stock": 41,
        "is_featured": false,
        "created_at": "2025-10-12 05:04:43",
        "updated_at": "2025-10-12 05:04:43",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 74,
        "store_id": 4,
        "sku": "SKU-1760245594348",
        "name": "Proteína Whey 100+ Magnum",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760245594/marketplace/products/xpaxofojurhew6txvyq8.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Potencia tu rendimiento con Proteína Whey 100+ Magnum, la fórmula definitiva para alcanzar tus metas fitness. Esta proteína de suero ultrapurificada combina una rápida absorción con un perfil completo de aminoácidos esenciales, ideal para nutrir tus músculos justo cuando más lo necesitan. Cada porción entrega un alto contenido proteico que favorece la recuperación y el crecimiento muscular, ayudándote a maximizar cada entrenamiento.\n\nSu textura cremosa y sabor delicioso hacen que sea un placer incorporarla en batidos, smoothies o recetas saludables. Además, Proteína Whey 100+ Magnum está diseñada con ingredientes de calidad superior, sin azúcares añadidos ni grasas innecesarias, para que solo obtengas lo mejor en cada toma.\n\nYa sea que estés comenzando tu transformación física o seas un atleta experimentado, esta proteína te brinda el soporte indispensable para mejorar tu energía y resistencia. Experimenta la potencia de Magnum y lleva tu cuerpo al siguiente nivel con Proteína Whey 100+ Magnum, tu aliado perfecto para resultados visibles y duraderos.",
        "price": "40900.00",
        "discount_price": "36900.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 05:06:34",
        "updated_at": "2025-10-12 05:06:34",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 75,
        "store_id": 4,
        "sku": "SKU-1760245707656",
        "name": "Barras Energéticas PROBAR",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760245707/marketplace/products/vuknnsaq0rie5sqflwqe.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre las Barras Energéticas PROBAR, el impulso natural que tu cuerpo y mente necesitan para rendir al máximo. Cada barra está cuidadosamente elaborada con ingredientes orgánicos de alta calidad, combinando sabores deliciosos y texturas irresistibles para satisfacer tu paladar mientras nutres tu energía. Perfectas para deportistas, aventureros o quienes llevan un día ajetreado, estas barras ofrecen una mezcla equilibrada de proteínas, carbohidratos complejos y grasas saludables que mantienen tu vitalidad durante horas.\n\nOlvídate de las bajadas de energía y los ingredientes artificiales; PROBAR utiliza solo componentes naturales como frutos secos, semillas y frutas deshidratadas, brindándote un aporte constante y sostenido. Además, son libres de gluten y GMO, ideales para dietas conscientes y estilos de vida saludables.\n\nLleva una PROBAR en tu mochila y prepárate para enfrentar cualquier desafío con energía pura y sostenida. Ya sea antes, durante o después de tu entrenamiento, estas barras te acompañan ofreciéndote sabor y nutrición en cada bocado. Siente la diferencia con PROBAR: energía real, natural y deliciosa.",
        "price": "10500.00",
        "discount_price": "0.00",
        "stock": 74,
        "is_featured": false,
        "created_at": "2025-10-12 05:08:28",
        "updated_at": "2025-10-12 05:08:28",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 76,
        "store_id": 4,
        "sku": "SKU-1760245779482",
        "name": "Barras de Granola Nutrisnacks",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760245779/marketplace/products/odluyngptrkdjajw6g0n.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la energía natural que impulsa tus días con las Barras de Granola Nutrisnacks, el snack perfecto para quienes buscan sabor y nutrición en cada bocado. Elaboradas con una mezcla cuidadosamente seleccionada de avena integral, frutos secos tostados y miel pura, estas barras ofrecen una textura crujiente y un sabor dulce y equilibrado que conquistan a tu paladar.\n\nNutrisnacks combina ingredientes naturales ricos en fibra y proteínas, ideales para mantenerte activo y saciado durante horas, ya sea en la oficina, el gimnasio o tus aventuras al aire libre. Cada barra está libre de conservantes artificiales y colores sintéticos, pensando en tu bienestar y en la calidad que mereces.\n\nSu práctico tamaño las hace perfectas para llevar contigo y disfrutar en cualquier momento del día, ya sea como un impulso matutino o una merienda reparadora. Además, su presentación moderna y vibrante refleja la frescura y vitalidad que Nutrisnacks quiere transmitir.\n\nCon las Barras de Granola Nutrisnacks, alimentar tu cuerpo nunca fue tan delicioso ni tan sencillo. ¡Haz que cada pausa cuente y siente la diferencia de un snack hecho para ti!",
        "price": "9000.00",
        "discount_price": "0.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 05:09:39",
        "updated_at": "2025-10-12 05:09:39",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 77,
        "store_id": 4,
        "sku": "SKU-1760245857218",
        "name": "Snacks Nutrisnacks Saludables Lite",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760245856/marketplace/products/uias2kic6ka2n6pmokxh.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el equilibrio perfecto entre sabor y bienestar con los Snacks Nutrisnacks Saludables Lite, la opción ideal para quienes buscan cuidar su cuerpo sin sacrificar el placer de un buen snack. Cada bocado está cuidadosamente elaborado con ingredientes naturales y seleccionados para ofrecer una experiencia crujiente, ligera y llena de nutrientes esenciales. \n\nNutrisnacks Saludables Lite es la compañía perfecta para tus momentos de energía: ya sea en la oficina, antes de entrenar o en tus escapadas diarias. Con un bajo contenido calórico y grasas reducidas, estos snacks aportan fibra y proteínas que ayudan a mantenerte saciado y activo durante más tiempo. Además, están libres de conservantes artificiales y azúcares añadidos, lo que los convierte en una opción inteligente para toda la familia.\n\nAsí que date un gusto sin culpa: comparte, disfruta y cuida tu salud con la deliciosa variedad de sabores que Nutrisnacks Saludables Lite tiene para ti. Más que un simple snack, es un paso hacia un estilo de vida saludable y lleno de vitalidad. ¡Haz que cada mordida cuente!",
        "price": "5600.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 05:10:57",
        "updated_at": "2025-10-12 05:10:57",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 78,
        "store_id": 5,
        "sku": "SKU-1760247014733",
        "name": "Barniz Base 1 Acrilex",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247014/marketplace/products/nvivhxnyae5pxynezrgi.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el Barniz Base 1 Acrilex, el aliado perfecto para proteger y realzar tus creaciones artísticas. Este barniz acrílico transparente ofrece un acabado impecable, que resalta los colores sin alterar su brillo natural. Su fórmula de secado rápido facilita un trabajo eficiente, permitiéndote seguir creando sin esperas prolongadas. Ideal para pinturas en lienzo, madera, papel y otras superficies, proporciona una capa protectora resistente al polvo, humedad y desgaste, garantizando la durabilidad de tus obras. Además, su base acrílica es libre de solventes agresivos, cuidando tanto tu salud como el medio ambiente. Fácil de aplicar con pincel o rodillo, su textura suave y uniforme asegura un resultado profesional en cada proyecto. Ya seas artista, estudiante o aficionado, el Barniz Base 1 Acrilex es la elección confiable para conservar el esplendor de tus trabajos con un toque final brillante y sofisticado. Lleva tus creaciones al siguiente nivel con este barniz esencial que combina calidad, practicidad y protección en cada gota.",
        "price": "3775.00",
        "discount_price": "0.00",
        "stock": 40,
        "is_featured": false,
        "created_at": "2025-10-12 05:30:15",
        "updated_at": "2025-10-12 05:30:15",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 79,
        "store_id": 5,
        "sku": "SKU-1760247090187",
        "name": "Ceramic Pebeo",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247089/marketplace/products/zpmvnebiyyrznhoarh0v.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia de la creatividad con **Ceramic Pebeo**, la pintura especialmente diseñada para transformar tus piezas de cerámica en verdaderas obras de arte. Su fórmula única, de secado rápido y acabado satinado, garantiza colores vibrantes y duraderos que resaltan cada detalle con intensidad y profundidad.\n\nIdeal para artistas, aficionados y amantes del bricolaje, Ceramic Pebeo ofrece una aplicación suave y uniforme, permitiéndote expresar tu estilo con total libertad. Ya sea para decorar platos, macetas, azulejos o cualquier superficie cerámica, esta pintura se adhiere perfectamente, resistiendo el desgaste y las lavadas (tras horneado según instrucciones).\n\nDisponible en una amplia gama de tonos ricos y elegantes, Ceramic Pebeo invita a experimentar con técnicas mixtas, degradados y efectos especiales para dar vida a creaciones únicas y personalizadas. Dale un toque de color y personalidad a tus espacios con la calidad y versatilidad de Pebeo, y convierte cada pieza en un reflejo de tu imaginación sin límites. ¡Atrévete a crear y transforma lo cotidiano en arte!",
        "price": "5900.00",
        "discount_price": "4900.00",
        "stock": 84,
        "is_featured": false,
        "created_at": "2025-10-12 05:31:30",
        "updated_at": "2025-10-12 05:31:30",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 80,
        "store_id": 5,
        "sku": "SKU-1760247150076",
        "name": "Fantasy Prisme Pebeo",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247149/marketplace/products/qdbsztha7tvoicgqtzs5.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Déjate llevar por un mundo de colores mágicos con Fantasy Prisme de Pébéo. Esta pintura acrílica vibrante y texturizada transforma tus creaciones en obras únicas llenas de destellos prismáticos que capturan la luz desde cualquier ángulo. Su fórmula especial crea efectos cristalinos y relieve, aportando profundidad y dinamismo a cada trazo. Ideal para artistas, decoradores y amantes del DIY, Fantasy Prisme se adhiere fácilmente a múltiples superficies: lienzo, madera, vidrio y más. Explora una paleta de tonalidades intensas y brillantes que parecen sacadas de un sueño fantástico. Ya sea para proyectos creativos, manualidades o detalles artesanales, esta pintura invita a experimentar con textura y color, convirtiendo lo ordinario en extraordinario. Despierta tu imaginación y dale vida a tus ideas con el toque mágico y prismático de Fantasy Prisme de Pébéo. ¡Eleva tus obras al siguiente nivel con un brillo que cautiva!",
        "price": "3600.00",
        "discount_price": "0.00",
        "stock": 74,
        "is_featured": false,
        "created_at": "2025-10-12 05:32:30",
        "updated_at": "2025-10-12 05:32:30",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 81,
        "store_id": 5,
        "sku": "SKU-1760247262951",
        "name": "Fantasy Moon Pebeo",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247262/marketplace/products/mydybfyng9apkqwwiqkd.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Déjate llevar por la magia de Fantasy Moon de Pebeo, una pintura acrílica que transforma tus superficies en auténticas obras de arte nacidas de otro mundo. Su fórmula única y perlada combina tonos iridiscentes y metálicos que capturan la luz con un brillo etéreo, evocando la misteriosa belleza de la luna y las estrellas. Ideal para decorar vidrio, cerámica, metal y madera, esta pintura se desliza suavemente, facilitando trazos precisos y acabados vibrantes.\n\nFantasy Moon es perfecta para quienes buscan dar un toque de fantasía y elegancia a sus creaciones, desde proyectos DIY hasta restauraciones artísticas. Su secado rápido y resistencia garantizan que tus obras mantendrán su encanto celestial en el tiempo. Con cada pincelada, sentirás que pintas fragmentos de un cielo nocturno lleno de misterio y ensueño. Atrévete a crear universos paralelos y detalles luminosos con esta joya artística que solo Pebeo puede ofrecer. ¡Haz que tu arte brille con el resplandor único de Fantasy Moon!",
        "price": "7200.00",
        "discount_price": "5200.00",
        "stock": 53,
        "is_featured": true,
        "created_at": "2025-10-12 05:34:23",
        "updated_at": "2025-10-12 05:34:23",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 82,
        "store_id": 5,
        "sku": "SKU-1760247310356",
        "name": "Papel Acuarela",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247310/marketplace/products/r76s6dqkhoby8f35zjwz.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el lienzo perfecto para tus creaciones artísticas con nuestro Papel Acuarela de alta calidad. Diseñado especialmente para artistas apasionados, este papel ofrece una textura única y un gramaje ideal que permite absorber el agua sin deformarse, resaltando cada tonalidad y matiz de tus pinturas. Su superficie ligeramente rugosa brinda el equilibrio perfecto entre suavidad y agarre, facilitando técnicas desde lavados delicados hasta detalles precisos y vibrantes.\n\nIdeal para acuarelas, gouache y técnicas mixtas, este papel garantiza una resistencia superior que evita el ondulado y el desgaste, permitiéndote trabajar con múltiples capas sin perder definición ni intensidad. Cada hoja está fabricada con fibras 100% naturales, libres de ácidos para asegurar la durabilidad de tus obras a lo largo del tiempo.\n\nYa seas un principiante explorando el mundo de la acuarela o un artista experimentado buscando calidad profesional, nuestro Papel Acuarela es la base perfecta para dar vida a tus ideas, capturar emociones y transformar cada trazo en una pieza única y memorable.¡Deja que el color fluya y la creatividad tome forma!",
        "price": "8900.00",
        "discount_price": "0.00",
        "stock": 95,
        "is_featured": false,
        "created_at": "2025-10-12 05:35:10",
        "updated_at": "2025-10-12 05:35:10",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 83,
        "store_id": 5,
        "sku": "SKU-1760247540647",
        "name": "Alicia en el País de las Maravillas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247540/marketplace/products/c2nlps3s39ebof6xoaig.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un mundo mágico con **Alicia en el País de las Maravillas**, la clásica obra que ha fascinado a generaciones. Esta edición en español te invita a seguir a Alicia, una curiosa niña que, tras caer por una madriguera, descubre un universo donde lo imposible se vuelve posible. En su aventura, conocerás personajes inolvidables como el Conejo Blanco siempre apurado, la excéntrica Reina de Corazones y el enigmático Gato de Cheshire, cuyas sonrisas y enigmas desafían toda lógica.\n\nCada página está llena de escenas vibrantes y diálogos llenos de ingenio, que despiertan la imaginación y transportan al lector a un lugar donde los sueños y la realidad se entrelazan. Ideal para lectores de todas las edades, esta historia no solo entretiene, sino que también invita a reflexionar sobre la identidad, la curiosidad y el valor de la aventura.\n\nPerfecto para leer en familia, regalar o coleccionar, **Alicia en el País de las Maravillas** en español es mucho más que un cuento: es una puerta abierta hacia un mundo donde la maravilla nunca termina. ¿Estás listo para seguir al Conejo Blanco?",
        "price": "6900.00",
        "discount_price": "0.00",
        "stock": 72,
        "is_featured": false,
        "created_at": "2025-10-12 05:39:01",
        "updated_at": "2025-10-12 05:39:01",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 84,
        "store_id": 5,
        "sku": "SKU-1760247634084",
        "name": "Soichi y sus Caprichosas Maldiciones",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247633/marketplace/products/ebf8kfssqalru4ytcyad.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un mundo donde lo cotidiano se entrelaza con lo sobrenatural en **Soichi y sus Caprichosas Maldiciones**. Esta obra te invita a acompañar a Soichi, un joven misterioso cuyos poderes malditos desatan situaciones tan impredecibles como fascinantes. Cada capítulo es un torbellino de emociones que mezcla el humor oscuro, el suspenso y la magia incierta, desafiando tus sentidos y llevándote más allá de lo conocido.\n\nLas maldiciones de Soichi no son simples hechizos; son caprichos con vida propia que transforman lo mundano en escenarios llenos de tensión y misterio. A medida que la historia avanza, descubrirás secretos enterrados, alianzas inesperadas y una lucha interna entre el control y el caos. Esta narrativa cautivadora promete envolverte en un universo donde lo fantástico no solo asusta, sino también encanta y sorprende.\n\nPerfecto para quienes buscan una lectura intrigante, **Soichi y sus Caprichosas Maldiciones** es más que un libro: es una experiencia única que desafía la realidad y despierta la imaginación. Prepárate para dejarte hechizar por una historia donde cada página es una encrucijada entre el destino y el azar.",
        "price": "14000.00",
        "discount_price": "0.00",
        "stock": 97,
        "is_featured": false,
        "created_at": "2025-10-12 05:40:34",
        "updated_at": "2025-10-12 05:40:34",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 85,
        "store_id": 5,
        "sku": "SKU-1760247739346",
        "name": "Land of the Lustrous Vol. 3",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247739/marketplace/products/bngxz2bwa04gzdv2acam.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un mundo deslumbrante y lleno de misterio con *Land of the Lustrous Vol. 3*. En este volumen, la fascinante historia de gemas antropomórficas continúa, revelando secretos ocultos y emociones profundas que brillan con intensidad propia. Las gemas, seres inmortales y resplandecientes, enfrentan nuevos desafíos que pondrán a prueba tanto su valor como su identidad. Con una narrativa envolvente y un arte que captura la luz en cada página, este tomo explora temas de transformación, pertenencia y la luchar constante por encontrar un propósito en un universo implacable. Perfecto para los amantes del manga que buscan una mezcla única de belleza visual y profundidad filosófica, *Land of the Lustrous Vol. 3* es una joya indispensable que cautivará desde la primera hasta la última viñeta. Prepárate para brillar con cada página y descubrir que, a veces, la verdadera fortaleza reside en aceptar quiénes somos realmente.",
        "price": "10000.00",
        "discount_price": "8900.00",
        "stock": 85,
        "is_featured": true,
        "created_at": "2025-10-12 05:42:19",
        "updated_at": "2025-10-12 05:42:19",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 86,
        "store_id": 5,
        "sku": "SKU-1760247812055",
        "name": "The Ancient Magus Bride Vol. 1",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247811/marketplace/products/n5kgodwczypxwhdyospv.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un mundo donde la magia y lo desconocido se entrelazan en “The Ancient Magus Bride Vol. 1”, una obra que combina fantasía oscura y romance con una narrativa cautivadora. Conoce a Chise Hatori, una joven huérfana vendida en una subasta, cuya vida cambia para siempre cuando es comprada por Elias Ainsworth, un enigmático mago con apariencia mitad humano, mitad criatura sobrenatural. A partir de ese encuentro, Chise descubrirá un universo lleno de seres mágicos, antiguos misterios y un destino inesperado que desafiará todo lo que ella creía posible. La exquisita ilustración y la profundidad emocional hacen de este primer volumen una introducción perfecta para los amantes del manga y la fantasía, invitándote a explorar temas de soledad, aceptación y el poder transformador del amor y la magia. Perfecto para quienes buscan una historia única donde lo cotidiano se funde con lo extraordinario. ¡Déjate hechizar por “The Ancient Magus Bride” y vive una aventura incomparable!",
        "price": "9900.00",
        "discount_price": "0.00",
        "stock": 46,
        "is_featured": false,
        "created_at": "2025-10-12 05:43:32",
        "updated_at": "2025-10-12 05:43:32",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 87,
        "store_id": 5,
        "sku": "SKU-1760247926955",
        "name": "Super Sons Omnibus Super Duper Edition",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760247926/marketplace/products/sawlyo7gnrzwwjcqcn2m.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en la épica aventura de los Super Sons con el \"Super Sons Omnibus Super Duper Edition\", una edición definitiva que reúne todas las historias emocionantes de esta dinámica dupla heroica. Este tomo monumental reúne cada cómic, desde sus primeras misiones junto a sus icónicos padres —Superman y Batman— hasta los desafíos más audaces que pondrán a prueba su valentía y astucia.\n\nCon una portada espectacular y páginas impresas en papel de alta calidad, esta edición es un verdadero tesoro para fans y coleccionistas. Descubre cómo Jonathan Kent y Damian Wayne, jóvenes prodigios con poderes y habilidades únicas, enfrentan villanos formidables, exploran su amistad y aprenden el verdadero significado del heroísmo.\n\nAdemás, incluye material exclusivo: bocetos inéditos, comentarios de los creadores y escenas adicionales que amplían la narrativa. Perfecto para quienes quieren revivir la emoción de la juventud superheroica o para nuevos lectores que buscan una aventura llena de acción, humor y corazón. El \"Super Sons Omnibus Super Duper Edition\" no es solo un libro, es el inicio de una leyenda que continuará inspirando generaciones. ¡Hazte con esta joya y acompaña a los héroes del mañana en cada paso de su viaje!",
        "price": "71058.00",
        "discount_price": "53296.00",
        "stock": 47,
        "is_featured": true,
        "created_at": "2025-10-12 05:45:27",
        "updated_at": "2025-10-12 05:45:27",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 88,
        "store_id": 5,
        "sku": "SKU-1760248044650",
        "name": "Libro de Mandalas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248044/marketplace/products/lphm16qexcsswjunytjc.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en un viaje de calma y creatividad con nuestro **Libro de Mandalas en español**. Cada página es un refugio de tranquilidad, diseñado para que despliegues tu imaginación y relajes tu mente mientras das vida a intrincados diseños circulares llenos de simbolismo y armonía. Ideal tanto para principiantes como para expertos en el arte del coloreado, este libro ofrece una amplia variedad de patrones que van desde formas sencillas hasta composiciones elaboradas, pensadas para conectar contigo y ayudarte a aliviar el estrés diario.\n\nCon papel de alta calidad que evita que los colores se traspasen, podrás usar tus lápices, marcadores o acuarelas favoritas sin preocupaciones. Además, cada mandala viene acompañado de breves explicaciones sobre su significado cultural y espiritual, enriqueciendo tu experiencia y fomentando la reflexión interior. Perfecto para momentos de meditación activa, terapia artística o simplemente como un hobby relajante, este libro es un compañero indispensable para quienes buscan equilibrio, inspiración y diversión en cada trazo. Regálate tiempo para ti y deja que los mandalas despierten tu creatividad en cada página.",
        "price": "3300.00",
        "discount_price": "1900.00",
        "stock": 57,
        "is_featured": false,
        "created_at": "2025-10-12 05:47:25",
        "updated_at": "2025-10-12 05:47:25",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 89,
        "store_id": 5,
        "sku": "SKU-1760248186310",
        "name": "Peluches de Stitch",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248186/marketplace/products/l03sgph6wky9ehafwigy.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en el adorable mundo de Lilo & Stitch con estos encantadores peluches de Stitch, el travieso extraterrestre que conquistó corazones. Cada peluche está confeccionado con materiales ultra suaves y de alta calidad, perfectos para abrazar y acompañarte en tus aventuras diarias. Sus colores vibrantes y detalles cuidadosamente bordados reflejan la personalidad juguetona y tierna de Stitch, desde sus grandes orejas azules hasta su sonrisa traviesa.\n\nIdeal para fans de todas las edades, estos peluches son el regalo perfecto para decorar tu habitación, darle un toque mágico a tu espacio o simplemente para encontrar en ellos un compañero fiel en momentos de descanso. Ya sea para coleccionar o para regalar, el peluche de Stitch captura la esencia única de este personaje inolvidable, recordándonos que aunque seas diferente, siempre puedes encontrar tu lugar en el mundo con amor y diversión. ¡Haz que Stitch forme parte de tu vida y déjate envolver por su encanto galáctico!",
        "price": "10500.00",
        "discount_price": "8500.00",
        "stock": 57,
        "is_featured": false,
        "created_at": "2025-10-12 05:49:46",
        "updated_at": "2025-10-12 05:49:46",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 90,
        "store_id": 5,
        "sku": "SKU-1760248254233",
        "name": "Trampolín Athletic Works",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248254/marketplace/products/s7yqffnxbgpcoqwi2bpb.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el trampolín Athletic Works, el compañero perfecto para activar tu cuerpo y divertirte al máximo desde casa. Este trampolín combina un diseño robusto y duradero con una estructura elegante y compacta, ideal para espacios interiores y exteriores. Su superficie elástica y antideslizante ofrece un rebote suave y seguro, protegiendo tus articulaciones mientras tonificas músculos, mejoras tu equilibrio y aumentas tu resistencia cardiovascular.\n\nFabricado con materiales de alta calidad, cuenta con un marco de acero reforzado que garantiza estabilidad y resistencia, soportando hasta 100 kg. Las patas en forma de “W” proporcionan un soporte extra para que puedas saltar con total confianza. Además, su tamaño compacto facilita el almacenamiento y traslado, permitiéndote mantenerte activo donde quieras.\n\nIdeal para entrenamiento cardiovascular, rehabilitación o simplemente para dejarte llevar por la diversión, el trampolín Athletic Works es la forma más entretenida de cuidar tu salud. Con él, cada salto se convierte en una experiencia llena de energía y bienestar. ¡Salta, sonríe y transforma tu rutina con Athletic Works!",
        "price": "29900.00",
        "discount_price": "0.00",
        "stock": 46,
        "is_featured": false,
        "created_at": "2025-10-12 05:50:54",
        "updated_at": "2025-10-12 05:50:54",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 91,
        "store_id": 5,
        "sku": "SKU-1760248314596",
        "name": "Set de Juego Monster Truck",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248314/marketplace/products/jtjtwgecxupyxu5b9u48.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Desata la emoción con nuestro Set de Juego Monster Truck! Este increíble kit incluye un robusto camión gigante con neumáticos súper resistentes, diseñado para conquistar cualquier terreno imaginario. Perfecto para pequeños aventureros, el vehículo cuenta con detalles realistas, suspensión móvil y luces que brillan al rugir el motor. Además, el set incluye rampas y obstáculos para realizar saltos espectaculares, y personajes de pilotos valientes listos para la acción.\n\nFabricado con materiales duraderos y seguros, este juego estimula la creatividad, coordinación y habilidades motoras mientras los niños recrean competencias llenas de adrenalina. Ideal para horas de diversión en solitario o con amigos, el set invita a explorar circuitos, inventar desafíos y soñar con grandes carreras. Ya sea en la alfombra de casa o al aire libre, el Monster Truck está listo para rodar y sorprender.\n\nRegala aventuras gigantes con el Set de Juego Monster Truck, donde la imaginación no tiene límites y cada vuelta es una victoria épica. ¡Prepárate para acelerar y conquistar el terreno más salvaje!",
        "price": "8965.00",
        "discount_price": "6500.00",
        "stock": 43,
        "is_featured": false,
        "created_at": "2025-10-12 05:51:55",
        "updated_at": "2025-10-12 05:51:55",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 92,
        "store_id": 5,
        "sku": "SKU-1760248372327",
        "name": "Sonajero con Anillos Monito",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248372/marketplace/products/gwl5jhfmtanlnrm0copq.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la alegría en miniatura con nuestro Sonajero con Anillos Monito, el compañero perfecto para las primeras aventuras de tu bebé. Este adorable sonajero combina diversión y desarrollo sensorial en un diseño encantador que captura la atención de los más pequeños. \n\nCon una forma ergonómica y colores vibrantes, el monito sonriente invita a los bebés a explorar sus texturas suaves y anillos móviles que tintinean suavemente al moverse, estimulando el sentido auditivo y la coordinación mano-ojo. Fabricado con materiales seguros y libres de tóxicos, es ideal para las manitas curiosas y también perfecto para aliviar las encías durante la dentición.\n\nLigero y fácil de agarrar, este sonajero acompañará a tu bebé en cada momento de juego, despertando su imaginación y favoreciendo el desarrollo motor. Además, su diseño compacto cabe perfectamente en la mochila o el bolso de mamá y papá, para diversión garantizada en casa o fuera.\n\nRegala a tu pequeño un mundo de diversión y aprendizaje con el Sonajero con Anillos Monito: la combinación perfecta de ternura, seguridad y entretenimiento. ¡Hora de jugar y descubrir nunca fue tan adorable!",
        "price": "4099.00",
        "discount_price": "0.00",
        "stock": 50,
        "is_featured": false,
        "created_at": "2025-10-12 05:52:52",
        "updated_at": "2025-10-12 05:52:52",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 93,
        "store_id": 5,
        "sku": "SKU-1760248517629",
        "name": "heladeria kreisel supra",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248517/marketplace/products/cckyqq2mbebyvonctzok.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La Heladería Kreisel Supra es mucho más que un lugar para disfrutar un helado; es una experiencia sensorial que despierta los sentidos y alegra el alma. Con una tradición artesana que combina ingredientes naturales y técnicas innovadoras, Kreisel Supra ofrece una variedad exquisita de sabores cremosa y fresca, desde clásicos irresistibles hasta creaciones únicas que sorprenden en cada cucharada. Su textura suave y su sabor equilibrado hacen que cada porción sea un viaje de placer que se derrite lentamente en el paladar. Además, su presentación cuidada y moderna refleja la pasión por la calidad y el detalle. Ya sea para refrescar una tarde soleada o culminar una comida especial, Heladería Kreisel Supra es el destino ideal para amantes del buen helado que buscan autenticidad y sabor genuino en cada bola. Ven y descubre por qué este helado se ha convertido en un referente imprescindible para los aficionados al dulce frío.",
        "price": "10500.00",
        "discount_price": "8500.00",
        "stock": 42,
        "is_featured": false,
        "created_at": "2025-10-12 05:55:18",
        "updated_at": "2025-10-12 05:55:18",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 94,
        "store_id": 5,
        "sku": "SKU-1760248574929",
        "name": "Tamagotchi Original",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248573/marketplace/products/ok2zyhpy7nnfeurvwk8k.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Revive la nostalgia con el Tamagotchi Original, el icónico compañero digital que revolucionó la diversión en los años 90. Este pequeño dispositivo portátil te permite cuidar y criar a una adorada mascota virtual que dependerá de ti para comer, jugar, dormir y crecer. Con su pantalla pixelada y botones sencillos, Tamagotchi te invita a experimentar la responsabilidad y el cariño en un formato compacto y accesible.\n\nCada Tamagotchi es único: tus decisiones influirán en su personalidad y etapas de vida. Alimenta a tu criatura, límpiala y atiende sus necesidades para verla evolucionar desde un huevo hasta convertirse en un adulto feliz y saludable. Ideal para todas las edades, es el regalo perfecto para quienes buscan una dosis de ternura y diversión, o para quienes desean revivir momentos entrañables de su infancia.\n\nCon diseño retro y funciones clásicas, el Tamagotchi Original es más que un juguete: es un vínculo emocional lleno de nostalgia y alegría. ¡Adopta tu Tamagotchi hoy y vuelve a sentir la magia de cuidar una mascota en la palma de tu mano!",
        "price": "17500.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": true,
        "created_at": "2025-10-12 05:56:15",
        "updated_at": "2025-10-12 05:56:15",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 95,
        "store_id": 5,
        "sku": "SKU-1760248771496",
        "name": "Crash Bandicoot N. Sane Trilogy",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248770/marketplace/products/estpeug3xcqes47n7c7e.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en la aventura clásica con **Crash Bandicoot N. Sane Trilogy**, una remasterización espectacular que trae de vuelta la locura y diversión del icónico marsupial más querido de los videojuegos. Recorre tres mundos vibrantes y desafiantes: desde las exuberantes junglas tropicales hasta las misteriosas islas volcánicas, enfrentándote a trampas mortales, enemigos excéntricos y jefes imponentes. Cada nivel ha sido renovado con gráficos en alta definición, efectos visuales impresionantes y una banda sonora energética que te hará vibrar en cada salto. \n\nCon una jugabilidad precisa y fluida, Crash, Coco y otros personajes vuelven a la vida con movimientos ágiles y ataques emblemáticos para coleccionar gemas, frutas wumpa y secretos ocultos. Ideal tanto para nostálgicos como para nuevos jugadores que buscan un desafío lleno de humor, acción y estilo único. Prepárate para correr, saltar y girar a toda velocidad en esta trilogía que captura la magia del pasado con la tecnología del presente. ¡La aventura de Crash nunca se había visto ni sentido tan bien!",
        "price": "15600.00",
        "discount_price": "12600.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 05:59:31",
        "updated_at": "2025-10-12 05:59:31",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 96,
        "store_id": 5,
        "sku": "SKU-1760248837841",
        "name": "Super Smash Bros. Ultimate",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248837/marketplace/products/ceguaullg0neaxj4bfdb.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en la batalla definitiva con **Super Smash Bros. Ultimate**, el juego de lucha que reúne a los héroes más icónicos de los videojuegos en una experiencia explosiva y sin límites. Desde Mario y Pikachu hasta Link y Samus, más de 80 personajes están listos para enfrentarse en escenarios vibrantes llenos de acción frenética y estrategia pura. \n\nCon un modo multijugador local y en línea, podrás desafiar a amigos o rivales de todo el mundo, mientras perfeccionas tus habilidades en combates que requieren reflejos rápidos y tácticas inteligentes. Además, su vasta selección de movimientos, objetos y escenarios interactivos garantiza que cada pelea sea única y emocionante.\n\nSuper Smash Bros. Ultimate no solo es un juego; es una celebración de la historia y diversidad de los videojuegos, donde cada batalla está cargada de nostalgia, adrenalina y diversión sin parar. Prepárate para saltar, atacar y volar hacia la victoria en el título que redefine el género de lucha para siempre. ¡Que comience el combate!",
        "price": "31500.00",
        "discount_price": "0.00",
        "stock": 87,
        "is_featured": true,
        "created_at": "2025-10-12 06:00:38",
        "updated_at": "2025-10-12 06:00:38",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 97,
        "store_id": 5,
        "sku": "SKU-1760248921109",
        "name": "donkey kong country",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248920/marketplace/products/eb34cxdfx42shp1d8c9u.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en la aventura clásica con **Donkey Kong Country**, el icónico videojuego que redefinió las plataformas en los años 90. Acompaña a Donkey Kong y su inseparable amigo Diddy Kong mientras recorren exuberantes selvas, ríos caudalosos y peligrosas montañas en busca del tesoro robado por los malvados Kremlings. Cada nivel está diseñado con gráficos revolucionarios para su época, combinando acción frenética y puzzles ingeniosos que pondrán a prueba tu destreza y reflejos.\n\nDisfruta de una banda sonora pegajosa y atmósferas vibrantes que te transportarán directamente a la Isla Donkey Kong. Explora escenarios llenos de secretos, barriles explosivos y enemigos que desafían cada salto y movimiento. Ya sea saltando entre plataformas, agarrando objetos o usando la fuerza bruta de Donkey Kong, esta aventura es un viaje inolvidable para fans de todas las edades.\n\n**Donkey Kong Country** no es solo un juego, es un tributo a la magia de las plataformas clásicas que sigue enamorando a generaciones. ¿Estás listo para liberar la isla y recuperar el banana hoard? ¡La aventura te espera!",
        "price": "30500.00",
        "discount_price": "0.00",
        "stock": 76,
        "is_featured": true,
        "created_at": "2025-10-12 06:02:01",
        "updated_at": "2025-10-12 06:02:01",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 98,
        "store_id": 5,
        "sku": "SKU-1760248982554",
        "name": "Pokémon FireRed",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760248982/marketplace/products/q5zjkv6ersgqkdzkbm3o.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Embárcate en una aventura épica con **Pokémon FireRed**, la versión clásica que revive la magia de la región de Kanto! Esta edición, fiel al espíritu del juego original, te sumerge en un mundo vibrante donde entrenadores de todas partes desafían sus habilidades para capturar, entrenar y evolucionar a más de 150 criaturas únicas.\n\nExplora pueblos encantadores, desentraña secretos escondidos en cuevas misteriosas y enfréntate a poderosos líderes de gimnasio para convertirte en el Campeón de la Liga Pokémon. FireRed incluye gráficos mejorados y una jugabilidad fluida que combina nostalgia y frescura, perfecta para veteranos y nuevos entrenadores por igual.\n\nAdemás, con la posibilidad de intercambiar y combatir mediante enlace inalámbrico, la competencia y la colaboración se llevan a otro nivel. ¿Estás listo para descubrir todos los secretos que Kanto tiene para ti? Entrena a tu equipo, crea estrategias invencibles y demuestra que eres el mejor Entrenador Pokémon en esta legendaria aventura que nunca pasa de moda. ¡El mundo Pokémon te espera!",
        "price": "12771.00",
        "discount_price": "0.00",
        "stock": 34,
        "is_featured": false,
        "created_at": "2025-10-12 06:03:03",
        "updated_at": "2025-10-12 06:03:03",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 99,
        "store_id": 5,
        "sku": "SKU-1760249055709",
        "name": "Mortal Kombat 11 Ultimate",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249055/marketplace/products/kwhgqmacmgwdia4qa4es.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en la batalla definitiva con **Mortal Kombat 11 Ultimate**, la experiencia de lucha más intensa y espectacular hasta la fecha. Este título icónico combina la brutalidad y la precisión clásica del universo Mortal Kombat con gráficos impresionantes y una jugabilidad pulida que desafía a jugadores novatos y veteranos por igual. Explora un amplio elenco de personajes legendarios y nuevos, cada uno con movimientos exclusivos, fatalities impactantes y estilos de combate únicos que te permitirán dominar el torneo a tu manera.\n\nDisfruta de modos de juego variados, desde la envolvente historia cinematográfica que conecta dimensiones hasta combates en línea competitivos donde el honor y la gloria están en juego. Personaliza tus luchadores con una gran selección de accesorios y habilidades para crear tu guerrero ideal. Mortal Kombat 11 Ultimate ofrece además todos los contenidos descargables anteriores, ampliando el roster y las arenas para que nunca te quedes sin opciones.\n\nPrepárate para vencer o ser vencido en un universo donde solo los más fuertes sobreviven. ¿Estás listo para el próximo nivel de violencia y estrategia? ¡El combate final te espera!",
        "price": "5900.00",
        "discount_price": "3900.00",
        "stock": 87,
        "is_featured": false,
        "created_at": "2025-10-12 06:04:16",
        "updated_at": "2025-10-12 06:04:16",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 100,
        "store_id": 5,
        "sku": "SKU-1760249175377",
        "name": "The Legend of Zelda: Ocarina of Time",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249175/marketplace/products/op50691vby8jgc6anncn.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Sumérgete en una aventura épica con **The Legend of Zelda: Ocarina of Time**, un clásico atemporal que marcó generaciones. Explora el vasto mundo de Hyrule, desde tranquilos bosques y misteriosas cavernas hasta majestuosos castillos y pueblos encantadores. Encarna a Link, un joven héroe destinado a enfrentar la oscuridad que amenaza la paz del reino. Con tu fiel espada y el poder de la Ocarina del Tiempo, viaja entre el pasado y el futuro para desentrañar secretos, resolver acertijos y derrotar enemigos temibles.\n\nCada nota de la ocarina abre puertas a nuevas dimensiones y desafíos, mientras te alías con personajes inolvidables como la valiente princesa Zelda y el sabio sabio Rauru. Su innovador sistema de juego en 3D revolucionó los videojuegos, ofreciendo una experiencia inmersiva llena de emoción y descubrimientos.\n\nPerfecto tanto para nostálgicos como para quienes buscan una aventura legendaria, **Ocarina of Time** es mucho más que un juego: es una leyenda que continúa inspirando a jugadores de todas las edades. ¿Estás listo para convertirte en el héroe que Hyrule necesita?",
        "price": "14000.00",
        "discount_price": "12500.00",
        "stock": 76,
        "is_featured": false,
        "created_at": "2025-10-12 06:06:15",
        "updated_at": "2025-10-12 06:06:15",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 101,
        "store_id": 6,
        "sku": "SKU-1760249726376",
        "name": "Aceite de motor Castrol EDGE 5W-30 1L",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249726/marketplace/products/ewk8q4vh0ptrc6b2cxri.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la potencia y protección que tu motor merece con el Aceite de Motor Castrol EDGE 5W-30 1L. Formulado con la revolucionaria tecnología Fluid Titanium, este aceite transforma la película lubricante en una barrera ultraresistente que reduce la fricción hasta en un 30%, permitiendo que tu motor funcione con máxima eficiencia y rendimiento. Ideal para vehículos de altas prestaciones, Castrol EDGE 5W-30 ofrece una limpieza excepcional, previniendo la formación de depósitos y manteniendo cada componente en condiciones óptimas. Su avanzada fórmula de baja viscosidad garantiza un arranque suave en frío y una protección superior a altas temperaturas, extendiendo la vida útil del motor incluso en condiciones extremas. Confía en la calidad líder mundial, respaldada por pruebas rigurosas y aprobaciones de los principales fabricantes. Con Castrol EDGE 5W-30, vive la experiencia de conducir con la fuerza y durabilidad que solo un aceite premium puede ofrecer, manteniendo tu motor protegido y listo para cada aventura. Perfecto para quienes exigen lo mejor, este envase de 1 litro es tu aliado esencial para un mantenimiento profesional y eficiente. ¡Impulsa tu motor al siguiente nivel con Castrol EDGE!",
        "price": "8500.00",
        "discount_price": "0.00",
        "stock": 43,
        "is_featured": false,
        "created_at": "2025-10-12 06:15:26",
        "updated_at": "2025-10-12 06:15:26",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 102,
        "store_id": 6,
        "sku": "SKU-1760249818806",
        "name": "Gato hidráulico Majic 2 Toneladas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249818/marketplace/products/hyj1rjegptkd2lyxwq9u.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "El Gato Hidráulico Majic 2 Toneladas es la herramienta imprescindible para quienes buscan potencia y precisión en cada levantamiento. Con una capacidad robusta de 2 toneladas, este gato combina tecnología hidráulica avanzada y un diseño compacto que facilita su uso en cualquier espacio, desde el taller hasta la carretera. Su construcción en acero reforzado garantiza durabilidad y seguridad, mientras que su sistema hidráulico suave permite elevar vehículos o maquinaria con esfuerzo mínimo y máxima estabilidad.\n\nIdeal para trabajos automotrices, mantenimiento industrial o proyectos domésticos, el Gato Hidráulico Majic cuenta con una base antideslizante que proporciona firmeza absoluta, evitando desplazamientos riesgosos durante la operación. Además, su válvula de seguridad integrada previene sobrecargas, cuidando tanto al usuario como al equipo.\n\nSu diseño ergonómico incluye una palanca de accionamiento cómodo que asegura movimientos precisos y controlados, facilitando el levantamiento incluso en superficies irregulares. Compacto y ligero, es fácil de transportar y almacenar.\n\nConfía en el Gato Hidráulico Majic 2 Toneladas para elevar cada tarea a otro nivel, combinando fuerza, seguridad y eficiencia en una herramienta diseñada para durar. ¡Haz que cada levante sea una experiencia impecable!",
        "price": "35000.00",
        "discount_price": "30000.00",
        "stock": 67,
        "is_featured": false,
        "created_at": "2025-10-12 06:16:59",
        "updated_at": "2025-10-12 06:16:59",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 103,
        "store_id": 6,
        "sku": "SKU-1760249872596",
        "name": "Refrigerante Coolant Sabo 1 Galón",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249872/marketplace/products/nvv3wc65u26dtwffbtvu.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder refrescante del Refrigerante Coolant Sabo 1 Galón, diseñado para proteger y optimizar el rendimiento de tu motor en todo momento. Este refrigerante de alta calidad actúa como un escudo térmico, manteniendo la temperatura ideal incluso en las condiciones más extremas, ya sea bajo el sol ardiente o en frías mañanas. Su fórmula avanzada previene la corrosión, el desgaste y la formación de depósitos, prolongando la vida útil del sistema de enfriamiento y asegurando un flujo de energía constante y eficiente.\n\nIdeal para todo tipo de vehículos, Coolant Sabo se mezcla perfectamente con sistemas de radiador modernos, garantizando una protección duradera contra el sobrecalentamiento y congelación. Además, su presentación en galón ofrece la cantidad justa para un mantenimiento completo, facilitando su uso y almacenamiento.\n\nConfía en Coolant Sabo para mantener tu motor fresco, protegido y listo para cualquier desafío en la carretera. Porque un motor frío es un motor que rinde más, dura más y te acompaña por mucho más tiempo. ¡Eleva el cuidado de tu vehículo con el mejor refrigerante del mercado!",
        "price": "12000.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": false,
        "created_at": "2025-10-12 06:17:53",
        "updated_at": "2025-10-12 06:17:53",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 104,
        "store_id": 6,
        "sku": "SKU-1760249924160",
        "name": "Cobertor universal para auto Majic talla L",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249923/marketplace/products/yhtemijrgblwybjpqrr3.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Protege tu vehículo con estilo y eficiencia gracias al Cobertor Universal para Auto Majic talla L. Diseñado para adaptarse perfectamente a una amplia variedad de autos medianos y grandes, este cobertor combina resistencia y suavidad en un solo producto. Su material premium, impermeable y resistente a los rayos UV, garantiza la máxima protección contra lluvia, polvo, suciedad, y daños causados por el sol, preservando la pintura y el acabado de tu auto como el primer día.\n\nSu diseño ergonómico y práctico facilita su colocación y remoción, ajustándose con firmeza gracias a sus elásticos reforzados y ganchos seguros. Además, su estructura transpirable evita la acumulación de humedad, previniendo malos olores y la formación de moho. Ideal para quienes buscan mantener su vehículo impecable en cualquier estación del año, ya sea en la calle o en el garaje.\n\nEl Cobertor Universal para Auto Majic talla L es la combinación perfecta de protección, durabilidad y estilo, convirtiéndose en el aliado indispensable para cuidar tu inversión con la máxima comodidad. ¡Dale a tu auto el cuidado que merece y mantén su brillo intacto por mucho más tiempo!",
        "price": "15000.00",
        "discount_price": "0.00",
        "stock": 44,
        "is_featured": true,
        "created_at": "2025-10-12 06:18:44",
        "updated_at": "2025-10-12 06:18:44",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 105,
        "store_id": 6,
        "sku": "SKU-1760249983103",
        "name": "Toalla de microfibra ultra absorbente Majic",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760249982/marketplace/products/gpg4wlkowel64604dhpt.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la Toalla de Microfibra Ultra Absorbente Majic, tu aliada perfecta para secarte rápida y eficazmente en cualquier situación. Con una textura suave y ligera, esta toalla combina tecnología avanzada y diseño innovador para ofrecerte una experiencia superior. Su tejido de microfibra de alta densidad captura el agua al instante, secando tu piel en un abrir y cerrar de ojos sin dejar sensación húmeda ni áspera.\n\nCompacta y de secado ultrarrápido, la Toalla Majic es ideal para el gimnasio, la playa, viajes o actividades al aire libre. Además, su resistencia y durabilidad la convierten en una inversión que te acompañará por mucho tiempo. Su tamaño práctico y su funda de transporte incluida facilitan llevarla siempre contigo, ocupando mínimo espacio.\n\nDisponible en colores vibrantes que alegran tu día, esta toalla combina funcionalidad con estilo. Olvídate de las toallas tradicionales pesadas y de secado lento; con Majic, sentirás la magia de la microfibra en cada uso. ¡Haz que tu rutina sea más cómoda y eficiente con la Toalla de Microfibra Ultra Absorbente Majic!",
        "price": "4500.00",
        "discount_price": "3500.00",
        "stock": 47,
        "is_featured": false,
        "created_at": "2025-10-12 06:19:43",
        "updated_at": "2025-11-04 03:22:24",
        "status": "ACTIVE",
        "details": "El mejor trapo para limpiar autos en todo el mercado, hacho con los mejores materiales.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 106,
        "store_id": 6,
        "sku": "SKU-1760250150004",
        "name": "Antipulgas Comfortis para Perro (2.3–4.5 kg)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760250149/marketplace/products/xowefb9rg0dexybvi1ue.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Protege a tu mejor amigo con Antipulgas Comfortis para Perro (2.3–4.5 kg), la solución revolucionaria y efectiva contra las pulgas. Este comprimido masticable, aprobado por veterinarios, actúa de forma rápida y segura para eliminar pulgas adultas antes de que puedan causar molestias a tu mascota. Su fórmula avanzada comienza a actuar en tan solo 30 minutos, brindando protección durante todo un mes, para que tu perro disfrute de paseos y juegos sin interrupciones.\n\nAdemás de su potente acción antipulgas, Comfortis está diseñado para ser fácil de administrar, ya que su sabor a pollo es irresistible para la mayoría de los perros, convirtiendo el tratamiento en un momento agradable. Ideal para perros pequeños (2.3 a 4.5 kg), este producto no solo cuida la salud de tu perro, sino también la tranquilidad de tu hogar, evitando infestaciones y alergias.\n\nConfía en Comfortis para mantener a tu perro libre de pulgas con un método seguro, eficaz y práctico. Porque la felicidad de tu mascota empieza con su bienestar. ¡Dile adiós a las pulgas y dale la comodidad que se merece!",
        "price": "5900.00",
        "discount_price": "4750.00",
        "stock": 42,
        "is_featured": false,
        "created_at": "2025-10-12 06:22:35",
        "updated_at": "2025-11-04 03:21:52",
        "status": "ACTIVE",
        "details": "Las mas seguras del mercado para brindarle a tu perro la salud que se merece, la mejor.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 107,
        "store_id": 6,
        "sku": "SKU-1760250212254",
        "name": "Juguete láser para Gato",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760250212/marketplace/products/f3fvdusvvfmrw6dccvwf.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el juguete láser para gato, la forma perfecta de mantener a tu felino activo, feliz y entretenido durante horas. Este pequeño dispositivo emite un puntero láser seguro que proyecta una luz roja brillante, diseñada especialmente para estimular el instinto cazador de tu gato. Con solo encenderlo, tu gato desplegará su agilidad y rapidez persiguiendo ese punto luminoso que se desliza por paredes, suelos y muebles, promoviendo el ejercicio físico que necesita para mantenerse saludable.\n\nSu diseño compacto y fácil de usar permite controlar el movimiento del láser con gran precisión, desde patrones simples hasta trayectorias impredecibles que desafían a tu felino. Además, su tamaño portátil te invita a jugar en cualquier lugar, ya sea en casa o de viaje.\n\nEste juguete láser no solo ofrece diversión, sino que también fortalece el vínculo entre tú y tu gato, creando momentos de juego compartido llenos de energía y alegría. Ideal para combatir el aburrimiento y reducir el estrés felino. ¡Convierte cada día en una aventura fascinante y llena movimiento con este irresistible juego láser para tu compañero peludo!",
        "price": "3500.00",
        "discount_price": "0.00",
        "stock": 49,
        "is_featured": true,
        "created_at": "2025-10-12 06:23:32",
        "updated_at": "2025-11-04 03:24:10",
        "status": "ACTIVE",
        "details": "Ideal para jugar con tus gatos y darles el ejercicio y la diversión que merecen.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 108,
        "store_id": 6,
        "sku": "SKU-1760250275314",
        "name": "Arnés Pechera para Mascota (Transportar en Auto)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760250274/marketplace/products/os7ecyvqjnzlnbhm5d90.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Viajar seguro y cómodo con tu mascota nunca fue tan fácil! Nuestro Arnés Pechera para Mascota está diseñado especialmente para proteger a tu compañero peludo durante los paseos en auto. Fabricado con materiales resistentes y suaves al tacto, garantiza una sujeción firme sin sacrificar la comodidad.\n\nCuenta con un diseño ergonómico que se adapta al cuerpo de tu mascota, evitando rozaduras y distribuyendo la presión de manera uniforme. Su sistema de anclaje compatible con el cinturón de seguridad del vehículo asegura que tu mascota permanezca estable, minimizando riesgos en caso de frenadas o movimientos bruscos.\n\nAdemás, su ajuste regulable permite adaptarse a perros y gatos de diferentes tamaños, mientras que las costuras reforzadas y hebillas resistentes aportan durabilidad y seguridad. Viene en colores modernos y estilos prácticos que combinan funcionalidad con estética.\n\nCon este arnés pechera, transformarás cada viaje en una experiencia tranquila y segura, donde tú y tu mascota podrán disfrutar el camino con total confianza. ¡La protección ideal para tu mejor amigo en cada aventura sobre ruedas!",
        "price": "6780.00",
        "discount_price": "0.00",
        "stock": 31,
        "is_featured": false,
        "created_at": "2025-10-12 06:24:35",
        "updated_at": "2025-10-12 06:24:35",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 109,
        "store_id": 6,
        "sku": "SKU-1760250380897",
        "name": "Cama de Tela para Mascotas (Estilo Tienda de Acampar)",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760250380/marketplace/products/tle87nf76dinahuqqyo4.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Convierte el descanso de tu mascota en una aventura con nuestra Cama de Tela para Mascotas, diseñada con un encantador estilo de tienda de acampar. Esta cama combina comodidad y originalidad, ofreciendo un refugio acogedor donde tu peludo podrá relajarse y soñar con sus próximas expediciones.\n\nFabricada con tela suave y resistente, imita una auténtica tienda de campaña en miniatura, completa con detalles cuidadosamente diseñados que evocan el espíritu de la naturaleza. Su estructura acolchonada brinda un soporte ergonómico ideal para perros y gatos, mientras que el interior ofrece un espacio cálido y protegido.\n\nFácil de limpiar y ligera, es perfecta para usar en casa o llevar de viaje. Además, su diseño único se integra como un objeto de decoración divertido y distinto que encantará a toda la familia. Dale a tu amigo fiel un rincón especial donde sentirse seguro y feliz, ¡y que cada siesta sea una pequeña expedición en su propio campamento personal!",
        "price": "36500.00",
        "discount_price": "34200.00",
        "stock": 76,
        "is_featured": true,
        "created_at": "2025-10-12 06:26:21",
        "updated_at": "2025-11-04 03:23:17",
        "status": "ACTIVE",
        "details": "Hecha con los mejores materiales para asegurar el descansó de tu mascota.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 110,
        "store_id": 6,
        "sku": "SKU-1760250462531",
        "name": "Pad de Entrenamiento Desechables para Mascotas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760250462/marketplace/products/a0ruifzzfrkegsg8wivb.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la solución perfecta para el entrenamiento y cuidado higiénico de tu mascota con nuestros Pad de Entrenamiento Desechables para Mascotas. Diseñados pensando en la comodidad de tu amigo peludo y en la practicidad para ti, estos pads cuentan con una superficie ultra absorbente que retiene líquidos rápidamente, evitando malos olores y manteniendo el ambiente limpio y seco.\n\nSu capa antideslizante en la base asegura que el pad permanezca fijo en su lugar, evitando accidentes y desplazamientos indeseados. Ideales para cachorros en proceso de aprendizaje, mascotas mayores o para situaciones temporales como viajes y visitas al veterinario. Además, su material suave y seguro cuida las patas sensibles de tu mascota.\n\nFáciles de desechar y con un tamaño adecuado para todo tipo de perros y gatos, estos pads representan la combinación perfecta entre eficacia, higiene y comodidad. Transforma el entrenamiento en un proceso sencillo y sin estrés, brindando a tu mascota un espacio limpio donde sentirse tranquila y protegida. ¡Haz que la educación y el cuidado de tu compañero sean más prácticos y responsables con nuestros Pad de Entrenamiento Desechables!",
        "price": "6240.00",
        "discount_price": "0.00",
        "stock": 45,
        "is_featured": true,
        "created_at": "2025-10-12 06:27:43",
        "updated_at": "2025-10-12 06:27:43",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 111,
        "store_id": 2,
        "sku": "SKU-1760384060978",
        "name": "Cloro",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760384059/marketplace/products/vhnjh430jn7hi5ujquie.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la poderosa frescura del cloro, el aliado infalible para mantener tus espacios impecables y libres de gérmenes. Nuestro cloro de alta calidad ofrece una limpieza profunda que elimina bacterias, hongos y virus, garantizando un ambiente saludable para ti y tu familia. Perfecto para desinfectar superficies en el hogar, la oficina o áreas comunes, su fórmula concentrada actúa rápidamente, dejando un aroma fresco y sensación de pureza.\n\nIdeal para piscinas, también ayuda a mantener el agua cristalina y libre de impurezas, asegurando baños seguros y agradables. Fácil de utilizar, su presentación práctica facilita la dosificación y almacenamiento. Confía en el cloro para transformar tus rutinas de limpieza en momentos efectivos y sencillos, donde la higiene y la protección son prioridad. Con nuestro cloro, la limpieza no solo es visible, sino también segura y duradera.",
        "price": "1000.00",
        "discount_price": "0.00",
        "stock": 7,
        "is_featured": false,
        "created_at": "2025-10-13 19:34:20",
        "updated_at": "2025-11-04 01:54:13",
        "status": "ACTIVE",
        "details": "\"cloro\"",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 112,
        "store_id": 2,
        "sku": "SKU-1760504375408",
        "name": "TEST",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760934385/marketplace/products/pfnw47sevc689mwpwx1s.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760934386/marketplace/products/mcvpgcenppg7ms6ttguo.gif",
        "image_3_url": null,
        "description": "Descubre el poder de evaluar tus conocimientos con nuestro TEST, una herramienta diseñada para desafiar tu mente y medir tu aprendizaje de forma dinámica y efectiva. Ya sea para estudiantes, profesionales o curiosos del saber, este test te ofrece una experiencia interactiva que combina preguntas cuidadosamente elaboradas con una interfaz intuitiva y amigable. Cada pregunta está pensada para estimular tu pensamiento crítico y ayudarte a identificar áreas de mejora, facilitando un aprendizaje más profundo y personalizado.\n\nAdemás, nuestro TEST se adapta a diferentes niveles de dificultad, permitiéndote avanzar a tu propio ritmo y consolidar tus habilidades paso a paso. Perfecto para preparar exámenes, reforzar conceptos clave o simplemente poner a prueba tu agilidad mental, este recurso es tan versátil como desafiante. Con resultados inmediatos y detallados, tendrás un panorama claro de tu desempeño, motivándote a seguir creciendo y superándote. Sumérgete en una experiencia educativa renovada que transforma el estudio en un reto emocionante y gratificante. ¡Prepárate para descubrir todo lo que sabes y mucho más!",
        "price": "123123.00",
        "discount_price": "123.00",
        "stock": 123,
        "is_featured": false,
        "created_at": "2025-10-15 04:59:55",
        "updated_at": "2025-11-04 01:53:52",
        "status": "ACTIVE",
        "details": "test",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 113,
        "store_id": 4,
        "sku": "SKU-1760762393536",
        "name": "Lip oil amuse",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760762393/marketplace/products/zts1tytlyak8ocgh6qbk.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la magia de Lip Oil Amuse, un elixir hidratante que transforma tus labios en un lienzo de suavidad y brillo irresistible. Su fórmula ultra ligera y nutritiva combina aceites naturales que envuelven tus labios en un abrazo sedoso, reparando y protegiendo la delicada piel mientras realzan su color natural con un toque translúcido y radiante.\n\nCada aplicación es una experiencia sensorial gracias a su textura delicadamente untuosa y aroma sutilmente dulce, que despierta tus sentidos y añade un instante de placer al cuidado diario. Lip Oil Amuse no solo hidrata profundamente, sino que también ofrece un acabado brillante, como un espejo, que añade volumen y frescura inmediata.\n\nPerfecto para llevar solo o encima de tu labial favorito, este aceite se adapta a cualquier estilo, desde el look natural y fresco hasta el más sofisticado y glamuroso. Ideal para quienes buscan un cuidado labial que combine belleza y nutrición en un solo producto.\n\nCon Lip Oil Amuse, lame tus labios de una manera diferente: llena de vida, brillo y salud, para que tu sonrisa sea tan vibrante como tú. ¡Atrévete a brillar con cada aplicación!",
        "price": "1500.00",
        "discount_price": "1000.00",
        "stock": 149,
        "is_featured": true,
        "created_at": "2025-10-30 00:31:51",
        "updated_at": "2025-11-07 07:12:04",
        "status": "ACTIVE",
        "details": "Los mejores lip oils que se puedan encontrar, duraderos, no pegajosos y con olor y consistencias agradables para todos.",
        "sold_count": 0,
        "rating": 5
    },
    {
        "id": 114,
        "store_id": 2,
        "sku": "SKU-1760825732225",
        "name": "Hola chikibeibi",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760825754/marketplace/products/jrh6k6apzdpgiut9ozds.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Hola chikibeibi es mucho más que una simple frase: es una expresión llena de ternura y alegría que invita a compartir momentos especiales con esa persona única. Imagina un saludo que derrite corazones y despierta sonrisas al instante. Perfecto para regalar en camisetas, tazas, o detalles personalizados, \"Hola chikibeibi\" se convierte en el toque mágico que transforma lo cotidiano en algo memorable. Su diseño vibrante y colorido refleja la chispa de juventud y la complicidad de quienes disfrutan cada segundo juntos. Ideal para sorprender a tu pareja, amig@ o ese ser querido que siempre está presente en tus mejores historias. Con \"Hola chikibeibi\", cada encuentro se llena de cariño y buen humor, recordándote que los pequeños gestos hablan más fuerte que las palabras. ¿Quieres darle un giro divertido y amoroso a tu día a día? Esta frase es tu nueva compañera inseparable. ¡Atrévete a decirlo, a sentirlo y a compartirlo!",
        "price": "100000.00",
        "discount_price": "5000.00",
        "stock": 3,
        "is_featured": false,
        "created_at": "2025-10-30 00:31:52",
        "updated_at": "2025-10-20 19:03:02",
        "status": "DRAFT",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 116,
        "store_id": 4,
        "sku": "SKU-1760849099405",
        "name": "agua de rosas ligne d'or",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760849097/marketplace/products/ou78rbqrc8msuccupsxn.jpg",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760849098/marketplace/products/fleacqznd9d8e7riuam2.jpg",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760849099/marketplace/products/rwfevqvwwwq6zapmsgl6.jpg",
        "description": "Descubre la esencia pura de la naturaleza con el Agua de Rosas Ligne d'Or, un elixir que transforma tu rutina de cuidado en un ritual de belleza sublime. Esta delicada fórmula, elaborada con pétalos seleccionados a mano, captura la frescura y la suavidad de la rosa en cada gota, aportando un toque de luminosidad y equilibrio a tu piel.\n\nIdeal para todo tipo de cutis, su fragancia sutil y natural envuelve tus sentidos, mientras sus propiedades hidratantes y calmantes revitalizan incluso las pieles más sensibles. El Agua de Rosas Ligne d'Or tonifica, refresca y prepara la piel para potenciar la absorción de tus productos favoritos, dejando un acabado aterciopelado y radiante.\n\nÚsala como bruma facial a lo largo del día para un efecto refrescante o como complemento en tu rutina de limpieza y desmaquillado. Este producto es más que un simple tónico: es un pequeño lujo diario que te conecta con la pureza y elegancia de la rosa, convirtiendo cada momento en un instante de bienestar y armonía. Regálate la delicadeza y el cuidado que tu piel merece con Agua de Rosas Ligne d'Or.",
        "price": "2000.00",
        "discount_price": "1000.00",
        "stock": 75,
        "is_featured": true,
        "created_at": "2025-10-30 00:31:52",
        "updated_at": "2025-11-04 01:48:35",
        "status": "ACTIVE",
        "details": "Deja una sensación de frescura en la cara durante todo el día.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 117,
        "store_id": 4,
        "sku": "SKU-1760851795546",
        "name": "Gel limpiador facial ponds sandia",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760851794/marketplace/products/kivv3tvndu8f4bhd4l29.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760851795/marketplace/products/rk6vkz1drvbj9snnspyh.jpg",
        "image_3_url": null,
        "description": "Descubre la frescura irresistible del Gel Limpiador Facial Ponds Sandía, la combinación perfecta entre limpieza profunda y cuidado delicado para tu piel. Enriquecido con extracto natural de sandía, este gel transforma tu rutina diaria en un momento refrescante y revitalizante. Su fórmula ligera y espumosa elimina suavemente impurezas, exceso de grasa y restos de maquillaje, dejando tu rostro limpio, suave y radiante sin sensación de tirantez.\n\nAdemás, el toque dulce y jugoso de la sandía no solo aporta un aroma delicioso y energizante, sino que también hidrata y calma la piel, ayudando a mantener ese brillo natural saludable. Ideal para todo tipo de piel, especialmente las mixtas y grasas que buscan un balance perfecto entre limpieza y frescura.\n\nUsa cada mañana y noche para despertar tu rostro con una sensación ligera y fresca, y prepárate para enfrentar el día con la confianza de una piel limpia, tonificada y llena de vida. Ponds Sandía: tu aliado diario para una piel fresca y luminosa en cada uso. ¡Siente la energía de la sandía en tu piel!",
        "price": "3000.00",
        "discount_price": "0.00",
        "stock": 50,
        "is_featured": false,
        "created_at": "2025-10-30 00:31:52",
        "updated_at": "2025-11-04 01:44:17",
        "status": "ACTIVE",
        "details": "Tiene un olor agradable y deja una sensación de limpieza en la cara.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 122,
        "store_id": 1,
        "sku": "SKU-1760894369465",
        "name": "Criaturas de las sombras",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894367/marketplace/products/zrzasrdss3ru88ybggvs.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894368/marketplace/products/pn72jccrv7llb2ea20ob.jpg",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894368/marketplace/products/dkxlk7tnndjvuyy57r3t.webp",
        "description": "Adéntrate en un mundo donde la oscuridad cobra vida con **Criaturas de las Sombras**, una colección fascinante que despierta tu imaginación y desafía tus miedos más profundos. Estas misteriosas entidades emergen del velo nocturno, entrelazándose con susurros y ecos olvidados, formando figuras etéreas que habitan en los rincones ocultos de la realidad.\n\nCada criatura posee un aura enigmática y un diseño único, que mezcla lo fantástico con lo inquietante, invitándote a explorar leyendas ancestrales y relatos olvidados. Perfectas para amantes del misterio, la fantasía y el suspense, estas sombras son mucho más que simples figuras: son guardianes de secretos, portadores de magia oscura y compañeros en tus aventuras nocturnas.\n\nYa sea para coleccionar, ambientar espacios o inspirar historias, **Criaturas de las Sombras** es el portal hacia lo desconocido, donde la luz se eclipsa y la imaginación toma el control. Prepárate para descubrir qué se esconde cuando el sol se oculta y las sombras cobran vida. ¿Te atreves a mirar más allá?",
        "price": "12800.00",
        "discount_price": "9000.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-19 17:19:29",
        "updated_at": "2025-11-04 02:47:12",
        "status": "ACTIVE",
        "details": "Llama a tus amigos y disfruten de este juego todos juntos.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 123,
        "store_id": 1,
        "sku": "SKU-1760894492012",
        "name": "Here to Slay: Juego de dados de 6 clases",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894490/marketplace/products/nwxcuo5bct9gwvbgrnef.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894490/marketplace/products/f6ic3efhie3mexsbzbfl.webp",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894491/marketplace/products/gcvljxemwvt9co3nltsw.webp",
        "description": "¡Este juego de dados de 6 clases incluye dados para acompañar a cada una de las 6 clases principales de Héroes en Here to Slay (Guerrero, Bardo, Guardián, Explorador, Ladrón y Mago)!",
        "price": "7700.00",
        "discount_price": "0.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-19 17:21:32",
        "updated_at": "2025-11-04 02:46:39",
        "status": "ACTIVE",
        "details": "Consigue tu dado favorito y úsalo en tus jugadas para una mayor suerte.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 124,
        "store_id": 1,
        "sku": "SKU-1760894588086",
        "name": "Dinosaurios Felices: Caja Sorpresa de Figuras de Vinil",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894586/marketplace/products/s1h8dtmwww2qutvsm7e2.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894586/marketplace/products/vyhj8pkpeflifj1kwwv2.webp",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894587/marketplace/products/lk3xgcrvzyrehlqsg3ah.webp",
        "description": "¡Despierta la imaginación con **Dinosaurios Felices: Caja Sorpresa de Figuras de Vinil**! Cada caja es un tesoro lleno de diversión y misterio, perfecta para pequeños exploradores y amantes de los dinosaurios. En su interior, encontrarás figuras de vinil con colores vibrantes, texturas sorprendentes y detalles encantadores que dan vida a estos gigantes prehistóricos de manera amigable y divertida.\n\nDesde el feroz Tiranosaurio Rex hasta el simpático Triceratops, cada dinosaurio tiene una expresión alegre que invita al juego y al aprendizaje. Son ideales para coleccionar, decorar o usar en aventuras imaginarias que transportan a los niños a un mundo jurásico lleno de amistad y descubrimientos. Además, su tamaño cómodo y material resistente los hacen perfectos para manos pequeñas y un uso constante.\n\n¡La emoción de la sorpresa se une a la pasión por los dinosaurios! Cada caja contiene una figura distinta, así que nunca sabes cuál te tocará. Deja que los Dinosaurios Felices acompañen la creatividad y diversión de grandes y chicos, despertando sonrisas y aventuras en cada encuentro. ¿Estás listo para abrir la caja y descubrir a tu nuevo amigo prehistórico?",
        "price": "5200.00",
        "discount_price": "0.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-19 17:23:08",
        "updated_at": "2025-11-04 05:37:20",
        "status": "ACTIVE",
        "details": "Consíguelas todas.",
        "sold_count": 0,
        "rating": 3.5
    },
    {
        "id": 125,
        "store_id": 1,
        "sku": "SKU-1760894674791",
        "name": "Here to Slay - Juego base",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894672/marketplace/products/o4xla8qmt2o6zomfbrty.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894673/marketplace/products/r905lcbzrt6sgovfehgb.jpg",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894674/marketplace/products/p4qnv3qylmr8pj6rs9gg.webp",
        "description": "Un juego de cartas estratégico. Una aventura de rol. Un mundo nuevo y peligroso.\n\nDe los creadores de Unstable Unicorns, Here to Slay es un nuevo juego de cartas adorable y brutal que es perfecto para jugadores de todos los niveles, ya sea que recién estés ingresando al mundo de los juegos de rol o perfeccionando tus habilidades magistrales.\nNúmero de jugadores: 2-6 jugadores\n\nTiempo de juego: 30-60 minutos\n\nEdades: 10+\n\nIncluye:\n\n1 baraja estándar de 115 cartas\n6 tarjetas de líder de grupo de gran tamaño\n15 tarjetas de monstruo de gran tamaño\n2 dados de seis caras\n6 tarjetas de referencia de reglas\nLa caja del juego base Here to Slay fue diseñada para albergar todas las cartas del juego base sin fundas.\n\nLas diferentes tiradas de impresión pueden presentar una ligera variación en el color del dorso de la tarjeta.",
        "price": "10300.00",
        "discount_price": "0.00",
        "stock": 5,
        "is_featured": false,
        "created_at": "2025-10-19 17:24:34",
        "updated_at": "2025-11-04 02:45:34",
        "status": "ACTIVE",
        "details": "Diviértete con tus amigos y pongan aprueba sus habilidades con este juego.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 126,
        "store_id": 1,
        "sku": "SKU-1760894733943",
        "name": "Llavero de peluche con dije de Sprout",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894733/marketplace/products/dpsufwujwrxg1zahgj4g.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Lleva a tus personajes favoritos de Command of Nature dondequiera que vayas! Perfectamente portátil, el llavero de peluche no reversible de Sprout se puede enganchar a tu mochila, bolso, mosquetón, lonchera y más.",
        "price": "4100.00",
        "discount_price": "1700.00",
        "stock": 3,
        "is_featured": false,
        "created_at": "2025-10-19 17:25:34",
        "updated_at": "2025-11-04 02:44:56",
        "status": "ACTIVE",
        "details": "Cómodo y portátil para usar en bolsos, llaves y mas.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 127,
        "store_id": 1,
        "sku": "SKU-1760894770305",
        "name": "Llavero con dije de peluche de Cobble",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894769/marketplace/products/ceuilodjt2wbajxialxu.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Lleva a tus personajes favoritos de Command of Nature dondequiera que vayas! Perfectamente portátil, el llavero de peluche no reversible Cobble se puede enganchar a tu mochila, bolso, mosquetón, lonchera y más.",
        "price": "4100.00",
        "discount_price": "1700.00",
        "stock": 5,
        "is_featured": false,
        "created_at": "2025-10-19 17:26:10",
        "updated_at": "2025-11-04 02:44:17",
        "status": "ACTIVE",
        "details": "lindo y enojado.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 128,
        "store_id": 1,
        "sku": "SKU-1760894819804",
        "name": "Llavero de peluche de Timber",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894819/marketplace/products/tlj0jeolfhnh4pbq8b5w.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Lleva a tus personajes favoritos de Command of Nature dondequiera que vayas! Perfectamente portátil, el llavero de peluche Timber Charm no reversible se puede enganchar a tu mochila, bolso, mosquetón, lonchera y más.",
        "price": "4100.00",
        "discount_price": "1700.00",
        "stock": 1,
        "is_featured": false,
        "created_at": "2025-10-19 17:27:00",
        "updated_at": "2025-11-07 07:08:46",
        "status": "ACTIVE",
        "details": "Hecho con la mejor tela del mercado.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 129,
        "store_id": 1,
        "sku": "SKU-1760894853393",
        "name": "Llavero con dije de peluche Dribble",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894852/marketplace/products/sitfrggldzn8or8vwszs.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Lleva a tus personajes favoritos de Command of Nature dondequiera que vayas! Perfectamente portátil, el llavero de peluche no reversible Dribble se puede enganchar a tu mochila, bolso, mosquetón, lonchera y más.",
        "price": "4100.00",
        "discount_price": "1700.00",
        "stock": 3,
        "is_featured": false,
        "created_at": "2025-10-19 17:27:33",
        "updated_at": "2025-11-04 02:42:47",
        "status": "ACTIVE",
        "details": "Suave y cómodo para dormir y jugar.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 130,
        "store_id": 1,
        "sku": "SKU-1760894896114",
        "name": "Llavero con dije de peluche de Arcilla",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894895/marketplace/products/cjzdhqxqg2kl4sriycfj.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Lleva a tus personajes favoritos de Command of Nature dondequiera que vayas! Perfectamente portátil, el llavero de peluche de arcilla no reversible se puede enganchar a tu mochila, bolso, mosquetón, lonchera y más.",
        "price": "4100.00",
        "discount_price": "1700.00",
        "stock": 5,
        "is_featured": false,
        "created_at": "2025-10-19 17:28:16",
        "updated_at": "2025-11-04 02:42:24",
        "status": "ACTIVE",
        "details": "Material:\nTela",
        "sold_count": 0,
        "rating": 4.3
    },
    {
        "id": 131,
        "store_id": 1,
        "sku": "SKU-1760894993055",
        "name": "Set de figuras de vinilo - Casting Shadows",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894990/marketplace/products/nqqbl3zj9jeorbyxdexh.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894991/marketplace/products/v4aiigmzz0omyslfaedn.jpg",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760894992/marketplace/products/ftl4unx3lpajgvc7s9sq.jpg",
        "description": "Sumérgete en el mundo de Casting Shadows usando tus figuras de vinilo mientras juegas y exhibiéndolas como juguetes de escritorio cuando te veas obligado a reincorporarte al mundo real.\nEl paquete incluye:\n\nCasting Shadows: Set de figuras de vinilo de Ashe Firecrest y Ashe the Inferno\nCasting Shadows: Dread Terrashell y Dread the Ironclad - Set de figuras de vinilo",
        "price": "20500.00",
        "discount_price": "12300.00",
        "stock": 6,
        "is_featured": false,
        "created_at": "2025-10-19 17:29:53",
        "updated_at": "2025-11-04 02:42:16",
        "status": "ACTIVE",
        "details": "Bellas figuras de colección, consíguelas todas.",
        "sold_count": 0,
        "rating": 4
    },
    {
        "id": 132,
        "store_id": 1,
        "sku": "SKU-1760895053755",
        "name": "Tapete de juego Unicornios inestables",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895053/marketplace/products/eug5noh7y42am8w2v4od.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "¡Crea un ejército de unicornios y traiciona a tus amigos... con estilo! Este tapete de juego OFICIAL presenta un hermoso diseño y es perfecto para cualquier fan de Unstable Unicorn.",
        "price": "4100.00",
        "discount_price": "0.00",
        "stock": 8,
        "is_featured": false,
        "created_at": "2025-10-19 17:30:54",
        "updated_at": "2025-11-04 02:41:44",
        "status": "ACTIVE",
        "details": "Cómodo y único.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 133,
        "store_id": 1,
        "sku": "SKU-1760895113200",
        "name": "Unstable Unicorns - Juego base",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895110/marketplace/products/cbei1zeqwaskbtogle4l.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895111/marketplace/products/z5cocye1fmq5ujcse0e6.webp",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895112/marketplace/products/tal445u32gol1kaytjmy.webp",
        "description": "Adéntrate en el mágico y caótico mundo de Unstable Unicorns, el juego de cartas que transformará tus partidas en una batalla épica llena de risas, traiciones y criaturas adorables pero impredecibles. En esta versión base en español, construirás un ejército de unicornios únicos y poderosos, cada uno con habilidades especiales que pueden ayudarte... o arruinar los planes de tus oponentes en un abrir y cerrar de ojos.\n\nCon reglas fáciles de aprender pero estrategias profundas, Unstable Unicorns te invita a formar tu establo mientras saboteas los sueños ajenos. Desde unicornios de arcoíris hasta monstruos oscuros y malévolos, cada carta es una sorpresa que puede cambiar el rumbo del juego. Ideal para 2 a 8 jugadores, es perfecto para reuniones, tardes con amigos o cualquier ocasión que pida diversión descontrolada.\n\nDesarrolla alianzas temporales, usa tus cartas para manipular el campo y sé el primero en reunir siete unicornios en tu establo para coronarte como el maestro de la locura unicornial. ¡Prepara tus habilidades estratégicas, porque en Unstable Unicorns, nada es lo que parece!",
        "price": "10300.00",
        "discount_price": "0.00",
        "stock": 16,
        "is_featured": true,
        "created_at": "2025-10-19 17:31:53",
        "updated_at": "2025-11-04 02:54:07",
        "status": "ACTIVE",
        "details": "Aprende a jugar con el juego base.",
        "sold_count": 0,
        "rating": 5
    },
    {
        "id": 134,
        "store_id": 1,
        "sku": "SKU-1760895177226",
        "name": "Unstable Unicorns : Edicion Diamante",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895175/marketplace/products/qn9niwgit4xwvowgpdzz.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895176/marketplace/products/erj2ehomdjoyp7ylc7ba.webp",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895176/marketplace/products/nzjanu3mzicl3ecviuer.jpg",
        "description": "Los Unicornios Inestables han vuelto, y no se andan con rodeos. La Edición Diamante de Unicornios Inestables presenta cuatro Unicornios Diamante con poderosos efectos que suben el nivel del juego. Con una nueva caja con detalles foil, un dado D4 con núcleo brillante y cuatro cartas holográficas de colección, ¡esta versión de lujo de Unicornios Inestables te permitirá construir un ejército de unicornios y traicionar a tus amigos como nunca antes!\nNúmero de jugadores: 2-8 jugadores\n\nTiempo de juego: 30-60 minutos\n\nEdades: 8+\n\nIncluye:\n\n139 tarjetas (tamaño estándar)\n1 dado personalizado con núcleo brillante de 4 caras\n1 libro de reglas",
        "price": "10300.00",
        "discount_price": "0.00",
        "stock": 16,
        "is_featured": false,
        "created_at": "2025-10-19 17:32:57",
        "updated_at": "2025-11-04 02:41:27",
        "status": "ACTIVE",
        "details": "El juego que ya conocen y aman con una nueva edición, diamante.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 135,
        "store_id": 1,
        "sku": "SKU-1760895229170",
        "name": "Unicornios inestables: expansión Apocalipsis arcoíris",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895227/marketplace/products/cdnbwfl6bm52mqzjpgxm.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895228/marketplace/products/yxcxuowh5uzyqozbiqzw.jpg",
        "image_3_url": null,
        "description": "¡Prepárate para desatar un caos mágico con **Unicornios Inestables: Expansión Apocalipsis Arcoíris**! Esta aventura explosiva lleva tu juego a un nuevo nivel de diversión y locura colorida. Añade nuevos unicornios con poderes deslumbrantes y habilidades impredecibles que transforman cada partida en una experiencia única y cargada de sorpresas.\n\nSumérgete en un mundo post-apocalíptico donde los arcoíris son la última esperanza... o el mayor desastre. Desde unicornios mutantes con rayos láser y explosiones de purpurina hasta aliados improbables y peligrosos jinetes, esta expansión amplía el universo de Unicornios Inestables con cartas llenas de estrategia, humor y acción frenética.\n\nIdeal para quienes buscan retos frescos y risas garantizadas, **Apocalipsis Arcoíris** revitaliza tus partidas con nuevas reglas, estrategias y combos nunca antes vistos. ¿Estás listo para cabalgar hacia el fin del mundo con estilo y un toque de locura multicolor? ¡No dejes que este apocalipsis te pille desprevenido!",
        "price": "7700.00",
        "discount_price": "0.00",
        "stock": 10,
        "is_featured": false,
        "created_at": "2025-10-19 17:33:49",
        "updated_at": "2025-11-04 02:40:38",
        "status": "ACTIVE",
        "details": "Bello juego de la expansión de apocalipsis arcoíris.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 136,
        "store_id": 1,
        "sku": "SKU-1760895279280",
        "name": "Unicornios inestables: expansión de aventuras",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895277/marketplace/products/mudexsdtr7zt8ghqauby.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895277/marketplace/products/bmjutqrl8nrv8khl9dse.jpg",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895278/marketplace/products/p10wegnolv03q9mm9fis.jpg",
        "description": "¡Adéntrate en un mundo mágico y caótico con **Unicornios Inestables: Expansión de Aventuras**! Esta expansión en español trae una avalancha de nuevos desafíos, cartas y criaturas que harán que cada partida sea aún más impredecible y divertida. Prepárate para descubrir tierras encantadas donde los unicornios no solo brillan con sus cuernos multicolores, sino que también desatan poderes inesperados y travesuras alocadas.\n\nCon esta expansión, tu juego base se enriquece con nuevas misiones que pondrán a prueba tu ingenio y tu suerte. Desde tormentas arcoíris que alteran el tablero hasta aliados mágicos que cambian las reglas del juego en un instante, cada carta está diseñada para sorprender y mantenerte al borde del asiento. Ideal para quienes aman las sorpresas y las historias fantásticas, esta expansión fusiona humor, estrategia y aventura en una experiencia única.\n\nNo importa si eres un maestro de Unicornios Inestables o un aventurero novato, esta expansión en español promete horas de entretenimiento encantado y risas inolvidables. ¡Descubre qué secretos mágicos aguardan en el horizonte y haz que tu unicornio indómito brille más que nunca!",
        "price": "7700.00",
        "discount_price": "0.00",
        "stock": 11,
        "is_featured": false,
        "created_at": "2025-10-19 17:34:39",
        "updated_at": "2025-11-04 02:39:33",
        "status": "ACTIVE",
        "details": "disfruta esta expansión de aventuras.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 137,
        "store_id": 1,
        "sku": "SKU-1760895326985",
        "name": "Unicornios inestables: expansión Dragones",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895325/marketplace/products/urqvopuhqonpzhisp6es.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895326/marketplace/products/xvk13wnmt1eokdcsc7hv.jpg",
        "image_3_url": null,
        "description": "¡Sumérgete en un mundo de fantasía y magia con *Unicornios Inestables: Expansión Dragones*! Esta expansión en español añade una oleada de poderosos dragones al caótico reino de los unicornios, llevando tus partidas a un nuevo nivel de diversión y estrategia. \n\nPrepárate para enfrentar criaturas míticas que escupen fuego y vuelan en majestuosos combates que harán que cada turno sea impredecible y lleno de emoción. Con nuevas cartas, habilidades y efectos sorprendentes, los dragones reavivarán la batalla con movimientos inesperados y estrategias explosivas.\n\n¿Podrás dominar la alianza entre unicornios y dragones o sucumbirás ante el poder de estas legendarias criaturas? Enfrenta desafíos únicos y disfruta de partidas llenas de risas, intrigas y magia desbordante. \n\n*Unicornios Inestables: Expansión Dragones* es el complemento perfecto para quienes buscan ampliar su universo unicornio con fuego, vuelo y mucha diversión. ¡Desata la tormenta dracónica y haz que cada juego sea inolvidable!",
        "price": "7700.00",
        "discount_price": "0.00",
        "stock": 8,
        "is_featured": true,
        "created_at": "2025-10-19 17:35:27",
        "updated_at": "2025-11-04 02:53:10",
        "status": "ACTIVE",
        "details": "Disfruta de esta expansión de unicornios inestables, ahora con dragones.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 138,
        "store_id": 1,
        "sku": "SKU-1760895382980",
        "name": "Unicornios inestables: Expansión Pesadillas",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895381/marketplace/products/nayjbo7kaknag9wqmlig.webp",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1760895382/marketplace/products/iudv66itphj5gdhb99n6.jpg",
        "image_3_url": null,
        "description": "Sumérgete en un mundo donde la magia se vuelve caótica con **Unicornios Inestables: Expansión Pesadillas**. Esta expansión oscura y vibrante añade nuevas cartas, retos y criaturas que transforman tu juego en una travesía llena de misterio y peligro. Los unicornios, antes símbolos de pureza y fantasía, ahora enfrentan sus peores temores en un reino donde las pesadillas cobran vida.\n\nDescubre poderes inexplorados, donde la cordura y la imaginación chocan en cada partida. Nuevas mecánicas retan tu estrategia y ponen a prueba tu habilidad para controlar el caos. Con ilustraciones impactantes que capturan la esencia de lo surrealista y lo inquietante, esta expansión te lleva más allá del arcoíris hacia un universo donde tus aliados pueden volverse en tu contra y los sueños se tornan en sombras.\n\nIdeal para quienes aman los giros inesperados y las emociones fuertes, **Expansión Pesadillas** amplía la experiencia de Unicornios Inestables, haciendo cada partida única, impredecible y llena de adrenalina. ¿Estás listo para enfrentar lo oscuro que habita en los sueños? ¡Desata la tormenta mágica y domina tus pesadillas!",
        "price": "7700.00",
        "discount_price": "0.00",
        "stock": 5,
        "is_featured": true,
        "created_at": "2025-10-19 17:36:23",
        "updated_at": "2025-11-04 02:51:39",
        "status": "ACTIVE",
        "details": "Disfruta la expansión de pesadilla de unicornios inestables.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 139,
        "store_id": 1,
        "sku": "SKU-1761699777785",
        "name": "Prueba de error de capa 8",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761699776/marketplace/products/orjyvvt0eibskzfdyro9.jpg",
        "image_2_url": null,
        "image_3_url": null,
        "description": "El error eramos John y Yo",
        "price": "20000.00",
        "discount_price": "0.00",
        "stock": 6,
        "is_featured": false,
        "created_at": "2025-10-29 01:02:57",
        "updated_at": "2025-11-02 06:15:45",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 141,
        "store_id": 7,
        "sku": "SKU-1761785186033",
        "name": "123",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761785192/marketplace/products/izyxaytsfulq4hap9mwz.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre el poder de la simplicidad con **123**, un producto diseñado para transformar tu día a día con eficiencia y estilo. En un mundo donde lo complicado abunda, **123** llega como la solución perfecta: rápido, práctico y confiable. Su diseño inteligente y minimalista se adapta a cualquier entorno, desde el hogar hasta la oficina, brindándote una experiencia intuitiva que facilita tus tareas diarias.\n\nImagina completar tus actividades en solo tres pasos sencillos, sin complicaciones ni pérdidas de tiempo. Gracias a su tecnología avanzada, **123** garantiza resultados precisos y consistentes, ayudándote a alcanzar tus metas con confianza. Además, su construcción duradera asegura un rendimiento óptimo a largo plazo, acompañándote en cada desafío.\n\nPerfecto para quienes valoran la rapidez y la efectividad sin renunciar a un toque de elegancia, **123** es más que un producto; es tu aliado ideal para simplificar la rutina y potenciar tu productividad. No esperes más para experimentar la combinación perfecta de funcionalidad y diseño. ¡Con **123**, lo sencillo siempre gana!",
        "price": "123.00",
        "discount_price": "123.00",
        "stock": 123,
        "is_featured": false,
        "created_at": "2025-10-30 00:46:33",
        "updated_at": "2025-11-04 06:06:31",
        "status": "ACTIVE",
        "details": null,
        "sold_count": 0,
        "rating": 2
    },
    {
        "id": 142,
        "store_id": 1,
        "sku": "SKU-1761873927958",
        "name": "Test",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761873928/marketplace/products/ugyz9xivtgozisptavgd.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": null,
        "price": "1000.00",
        "discount_price": "0.00",
        "stock": 0,
        "is_featured": false,
        "created_at": "2025-10-31 01:25:28",
        "updated_at": "2025-11-02 06:15:34",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 145,
        "store_id": 1,
        "sku": "SKU-1761934607969",
        "name": "Mimimimimimomo",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761934617/marketplace/products/ssuzcwxsjdhb2tvrhmcu.webp",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Claro, para ayudarte mejor, ¿podrías proporcionarme más detalles sobre el producto \"asdasdasd\"? Por ejemplo, qué tipo de producto es, sus características principales, su uso o cualquier información relevante. Así podré crear una descripción más precisa y atractiva.",
        "price": "123123.00",
        "discount_price": "0.00",
        "stock": 0,
        "is_featured": false,
        "created_at": "2025-10-31 18:16:58",
        "updated_at": "2025-10-31 22:43:06",
        "status": "ARCHIVED",
        "details": null,
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 146,
        "store_id": 4,
        "sku": "SKU-1761947718512",
        "name": "Abrigo rojo de mujer",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761947718/marketplace/products/rsfqcrlncluaizd8wahn.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre la elegancia y el estilo en cada detalle con nuestro abrigo rojo de mujer, diseñado para destacar en cualquier ocasión. Confeccionado con tejidos de alta calidad, este abrigo ofrece una suavidad y calidez excepcionales, ideales para los días más fríos. Su vibrante color rojo intenso no solo aporta un toque de audacia y sofisticación, sino que también ilumina cualquier look con confianza y personalidad.\n\nEl corte entallado realza la silueta femenina, ofreciendo un equilibrio perfecto entre confort y elegancia. Detalles como botones forrados, un cinturón ajustable y un cuello amplio aportan un aire clásico y moderno a la vez. Además, sus bolsillos laterales son funcionales y discretos, perfectos para mantener las manos cálidas o guardar pequeños objetos esenciales.\n\nIdeal para combinar con prendas tanto casuales como formales, este abrigo rojo es la pieza clave para transformar tu armario esta temporada. Ya sea para una salida urbana, una reunión de trabajo o una cita especial, su diseño versátil y atemporal te hará sentir segura y radiante dondequiera que vayas. Atrévete a iluminar tu día con un toque de color y sofisticación que solo nuestro abrigo rojo puede ofrecer.",
        "price": "10000.00",
        "discount_price": "0.00",
        "stock": 40,
        "is_featured": false,
        "created_at": "2025-10-31 21:55:19",
        "updated_at": "2025-11-04 01:45:18",
        "status": "ACTIVE",
        "details": "Totalmente nuevo, de un color rojo sangre tan llamativo como hermoso.",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 147,
        "store_id": 1,
        "sku": "SKU-1761950012264",
        "name": "Dildo",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761950021/marketplace/products/svqfxx7y5lraur40hcmi.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "Descubre una experiencia de placer única con nuestro dildo, diseñado para brindar sensaciones intensas y confort absoluto. Fabricado con materiales de alta calidad, suaves al tacto y seguros para el cuerpo, este accesorio combina realismo y ergonomía para estimular tus sentidos de manera delicada pero profunda. Su forma cuidadosamente moldeada se adapta a tus curvas naturales, ofreciendo una inserción cómoda y satisfactoria, mientras su textura proporciona un roce sensacional que despierta cada rincón de tu piel.\n\nPerfecto tanto para exploración personal como para juegos en pareja, este dildo es versátil y fácil de limpiar, asegurando higiene y durabilidad en cada uso. Su tamaño ideal y flexibilidad lo convierten en el compañero perfecto para descubrir nuevas formas de placer, siempre respetando tus tiempos y deseos. Atrévete a explorar tu sexualidad con confianza y disfruta de momentos íntimos llenos de pasión, comodidad y autenticidad. Un accesorio imprescindible que revoluciona tus momentos de intimidad con discreción y estilo.",
        "price": "10000.00",
        "discount_price": "0.00",
        "stock": 0,
        "is_featured": false,
        "created_at": "2025-10-31 22:33:42",
        "updated_at": "2025-10-31 22:43:11",
        "status": "ARCHIVED",
        "details": "Forma\n-Tucan\n-47 centimetros",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 148,
        "store_id": 1,
        "sku": "SKU-1761978378366",
        "name": "Prueba de botón",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1761978377/marketplace/products/fhfv4uzzrkexgba76ros.png",
        "image_2_url": null,
        "image_3_url": null,
        "description": "La prueba de botón es una herramienta esencial que garantiza la seguridad y el correcto funcionamiento de tus sistemas eléctricos y electrónicos. Imagina un pequeño dispositivo compacto y fácil de usar, diseñado para medir con precisión la conductividad y la respuesta inmediata de circuitos, reemplazando métodos tradicionales con eficiencia y rapidez. Ideal para técnicos, electricistas y aficionados, esta prueba permite detectar fallas o confirmaciones en un solo toque, simplificando diagnósticos complejos en segundos.\n\nFabricada con materiales resistentes y tecnología avanzada, la prueba de botón ofrece resultados confiables y claros, incluso en condiciones desafiantes. Su diseño ergonómico y portable la convierte en la compañera perfecta para inspecciones en campo o en taller, combinando practicidad y alto rendimiento. Además, su operación intuitiva no requiere configuraciones complicadas, facilitando su uso tanto para profesionales experimentados como para principiantes.\n\nConfía en la prueba de botón para mantener la seguridad de tus instalaciones y equipos, detectando posibles fallos antes de que se conviertan en problemas mayores. Un pequeño gesto, un gran control.",
        "price": "1000.00",
        "discount_price": "0.00",
        "stock": 5,
        "is_featured": false,
        "created_at": "2025-11-01 06:26:18",
        "updated_at": "2025-11-02 06:15:24",
        "status": "ARCHIVED",
        "details": "Este es un producto de pruebaaaaaaaaaaaassss",
        "sold_count": 0,
        "rating": 0
    },
    {
        "id": 149,
        "store_id": 48,
        "sku": "SKU-1762236661603",
        "name": "Photoshop",
        "image_1_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1762236666/marketplace/products/uoh3b0waz6a2azxhv58z.png",
        "image_2_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1762236746/marketplace/products/z9c9y6ejfclvycxarksk.png",
        "image_3_url": "https://res.cloudinary.com/dpbghs8ep/image/upload/v1762236747/marketplace/products/o2pb6nakqyyqnpwao1j0.png",
        "description": "Descubre el poder ilimitado de tu creatividad con **Photoshop en español**, la herramienta definitiva para diseñadores, fotógrafos y artistas digitales. Esta versión intuitiva y completamente en español te permite transformar tus ideas en impresionantes obras visuales con una facilidad sorprendente. Desde la corrección de color y el retoque fotográfico hasta la creación de ilustraciones y composiciones complejas, Photoshop te ofrece un lienzo infinito donde cada píxel cobra vida.\n\nExplora funciones avanzadas como capas, máscaras, filtros y una amplia gama de pinceles personalizables que se adaptan a tu estilo único. Su interfaz amigable en español facilita el acceso a herramientas profesionales, acelerando tu flujo de trabajo sin barreras idiomáticas. Además, la integración con otras aplicaciones de Adobe potencia tu productividad, permitiéndote llevar tus proyectos a un nuevo nivel.\n\nYa seas un principiante con ganas de aprender o un experto en busca de innovación, **Photoshop en español** es tu aliado perfecto para expresar tu visión creativa con precisión y detalle excepcionales. ¡Da rienda suelta a tu imaginación y crea sin límites!",
        "price": "1.00",
        "discount_price": "0.00",
        "stock": 4,
        "is_featured": false,
        "created_at": "2025-11-04 06:11:06",
        "updated_at": "2025-11-04 06:12:28",
        "status": "ACTIVE",
        "details": null,
        "sold_count": 0,
        "rating": 0
    }
]